{"dyaa033":  "Abstract\nObjectives\nTo provide an overview of the three major deadly coronaviruses and identify areas for improvement of future preparedness plans, as well as provide a critical assessment of the risk factors and actionable items for stopping their spread, utilizing lessons learned from the first two deadly coronavirus outbreaks, as well as initial reports from the current novel coronavirus (COVID-19) epidemic in Wuhan, China.\nMethods\nUtilizing the Centers for Disease Control and Prevention (CDC, USA) website, and a comprehensive review of PubMed literature, we obtained information regarding clinical signs and symptoms, treatment and diagnosis, transmission methods, protection methods and risk factors for Middle East Respiratory Syndrome (MERS), Severe Acute Respiratory Syndrome (SARS) and COVID-19. Comparisons between the viruses were made.\nResults\nInadequate risk assessment regarding the urgency of the situation, and limited reporting on the virus within China has, in part, led to the rapid spread of COVID-19 throughout mainland China and into proximal and distant countries. Compared with SARS and MERS, COVID-19 has spread more rapidly, due in part to increased globalization and the focus of the epidemic. Wuhan, China is a large hub connecting the North, South, East and West of China via railways and a major international airport. The availability of connecting flights, the timing of the outbreak during the Chinese (Lunar) New Year, and the massive rail transit hub located in Wuhan has enabled the virus to perforate throughout China, and eventually, globally.\nConclusions\nWe conclude that we did not learn from the two prior epidemics of coronavirus and were ill-prepared to deal with the challenges the COVID-19 epidemic has posed. Future research should attempt to address the uses and implications of internet of things (IoT) technologies for mapping the spread of infection.", "7850":  "Abstract\n\nNovel Coronavirus, COVID-19 discovered in December, 2019 in Wuhan, China started a world-wide epidemic. It is not clear till now what is the pathogenesis of this virus infection in human or the exact strategies of host immune response in combating this novel threat to human beings. However, morbidity and mortality of COVID-19 infections vary widely from asymptomatic, mild to deadly critical. Strangely, children were found to be protected from severe or deadly critical infections, while elderly and immunocompromised adults are most affected badly by this virus. It is necessary to disclose the possible viral and host interactions that lead to such variable morbid effects among patients of COVID-19 infections.", "jama.2020.2565":  "A novel coronavirus has resulted in an ongoing outbreak of viral pneumonia in China.1-3 Person-to-person transmission has been demonstrated,1 but, to our knowledge, transmission of the novel coronavirus that causes coronavirus disease 2019 (COVID-19) from an asymptomatic carrier with normal chest computed tomography (CT) findings has not been reported.", "jama.2020.4326":  "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the disease it causes, coronavirus disease 2019 (COVID-19), is an emerging health threat.1 Until February 2020, most cases were described in non-US health systems.2,3 One of the first deaths in the US was reported at Evergreen Hospital in Kirkland, Washington. Over the following weeks, multiple cases of COVID-19 were identified in the surrounding community and treated at Evergreen Hospital. Most were attributed to US transmission, and the majority were linked to exposures at a skilled nursing facility.\n\nIn this case series, we describe the clinical presentation, characteristics, and outcomes of incident cases of COVID-19 admitted to the intensive care unit (ICU) at Evergreen Hospital to inform other clinicians treating critically ill patients with COVID-19.", "lary.28672": "Abstract\nThe SARS‐CoV‐2 virus, which causes coronavirus disease 2019 (COVID‐19), has rapidly swept across the world since its identification in December 2019. Otolaryngologists are at unique risk due to the close contact with mucus membranes of the upper respiratory tract and have been among the most affected healthcare workers in Wuhan, China. We present information on COVID‐19 management relevant to otolaryngologists on the frontlines of this pandemic and provide preliminary guidance based on practices implemented in China and other countries and practical strategies deployed at Stanford University. Laryngoscope , 2020", "ryct.2020200034":  "bstract\n\nBackground\n\nCOVID-19 (formerly known as the 2019 novel coronavirus [2019-nCoV]) has rapidly spread in mainland China and into multiple countries worldwide. The radiographic profile of this infection continues to evolve as more cases present beyond the epicenter of Wuhan, China.\n\nPurpose\n\nWe present 21 COVID-19 cases from two Chinese centers with CT and chest radiograph (CXR) findings, as well as follow-up imaging in 5 cases.\n\nMaterials and Methods\n\nRetrospective study in Shenzhen and Hong Kong. Patients with COVID-19 infection were included. A systematic review of the published literature on COVID-19 infection’s radiological features.\n\nResults\n\nThe predominant imaging pattern is of ground-glass opacification with occasional consolidation in the peripheries. Pleural effusions and lymphadenopathy were absent in all cases. Patients demonstrate evolution of the ground-glass opacities into consolidation, and subsequent resolution of the airspaces changes. Ground-glass and consolidative opacities visible on CT are sometimes undetectable on chest radiographs, suggesting that CT is a more sensitive imaging modality for investigation. The systematic review identified 4 other studies confirming the findings of bilateral and peripheral ground glass with or without consolidation as the predominant finding on CT chest examinations.\n\nConclusion\n\nThe COVID-19 infection pulmonary manifestation is predominantly characterized by ground-glass opacification with occasional consolidation on CT. Radiographic findings in patients presenting in Shenzhen and Hong Kong are in keeping with 4 previous publications from other sites.\n\nThe 2019 novel coronavirus (2019-nCoV), initially reported in Wuhan, China, has been declared a global health emergency. CT has been used on a massive scale to help identify and investigate suspected or confirmed cases of COVID-19. We present the findings of 21 confirmed COVID-19 infection in Shenzhen and Hong Kong, China. We found that the most common findings on chest CT were bilateral ground-glass opacities with or without consolidation in the lung periphery. Pleural effusions and lymphadenopathy were absent in all patients. A systematic review was undertaken to summarize the 4 previous publications on the imaging findings of this emerging infection in a total of 233 patients. Ground glass with or without consolidation were the most common findings in all publications, in alignment with our own findings.\n\nSummary\n\nChest radiograph and CT findings of 21 confirmed COVID-19 patients are described along with a literature review of other publications describing the radiological findings of this novel coronavirus.\n\nKey Results\n\n■ Chest radiograph and CT findings of 21 patients with confirmed 2019 novel coronavirus infection in Shenzhen and Hong Kong are described and compared\n\n■ A literature review and tabulation of the radiographic features in original publications are presented\n\n■ One asymptomatic patient had evidence of consolidation on chest CT", "s40618-020-01266-w":  "In November 2019, the Italian Society of Endocrinology (SIE) has published a consensus statement on the tailoring of glucocorticoid replacement in adrenal insufficiency [1]. A few months later, a novel severe acute respiratory syndrome coronavirus (SARS-CoV2) has been recognized as responsible for COVID-19. The outbreak has now reached pandemic level, with a high global mortality rate [2]. From February on, Italy has experienced an exponential rise in the infected which is estimated to reach 200,000 people, with an overall lethality of approximately 10% [3]. A recent Chinese series of nearly 50,000 patients with confirmed COVID-19 infection found that approximately one-out-of-five (19%) evolve towards severe (14%) or critical (5%) pneumonia [4]. Several clinical trials are now testing the therapeutic options to treat lung and extra-respiratory complications of SARS-CoV2 infection. While awaiting for a specific treatment strategy, the SIE task force met again to address the tailoring of corticosteroid replacement in adrenal insufficient patients coping with the stress related to COVID-19 infection.", "s11606-020-05762-w":  "Abstract\n\nIn late December 2019, a cluster of cases with 2019 Novel Coronavirus pneumonia (SARS-CoV-2) in Wuhan, China, aroused worldwide concern. Previous studies have reported epidemiological and clinical characteristics of coronavirus disease 2019 (COVID-19). The purpose of this brief review is to summarize those published studies as of late February 2020 on the clinical features, symptoms, complications, and treatments of COVID-19 and help provide guidance for frontline medical staff in the clinical management of this outbreak.", "s41577-020-0308-3":  "Severe coronavirus disease 2019 (COVID-19) is characterized by pneumonia, lymphopenia, exhausted lymphocytes and a cytokine storm. Significant antibody production is observed; however, whether this is protective or pathogenic remains to be determined. Defining the immunopathological changes in patients with COVID-19 provides potential targets for drug discovery and is important for clinical management.\n\n", "s41577-020-0321-6":  "There is a desperate need for effective therapies and vaccines for SARS-CoV-2 to mitigate the growing economic crisis that has ensued from societal lockdown. Vaccines are being developed at an unprecedented speed and are already in clinical trials, without preclinical testing for safety and efficacy. Yet, safety evaluation of candidate vaccines must not be overlooked.\n\n", "s12098-020-03263-6":  "Abstract\n\nThere is a new public health crises threatening the world with the emergence and spread of 2019 novel coronavirus (2019-nCoV) or the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus originated in bats and was transmitted to humans through yet unknown intermediary animals in Wuhan, Hubei province, China in December 2019. There have been around 96,000 reported cases of coronavirus disease 2019 (COVID-2019) and 3300 reported deaths to date (05/03/2020). The disease is transmitted by inhalation or contact with infected droplets and the incubation period ranges from 2 to 14 d. The symptoms are usually fever, cough, sore throat, breathlessness, fatigue, malaise among others. The disease is mild in most people; in some (usually the elderly and those with comorbidities), it may progress to pneumonia, acute respiratory distress syndrome (ARDS) and multi organ dysfunction. Many people are asymptomatic. The case fatality rate is estimated to range from 2 to 3%. Diagnosis is by demonstration of the virus in respiratory secretions by special molecular tests. Common laboratory findings include normal/ low white cell counts with elevated C-reactive protein (CRP). The computerized tomographic chest scan is usually abnormal even in those with no symptoms or mild disease. Treatment is essentially supportive; role of antiviral agents is yet to be established. Prevention entails home isolation of suspected cases and those with mild illnesses and strict infection control measures at hospitals that include contact and droplet precautions. The virus spreads faster than its two ancestors the SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV), but has lower fatality. The global impact of this new epidemic is yet uncertain.", "s12630-020-01620-9":  "Summary\nBackground Previous studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease (COVID-19) were based on information from the general population. Limited data are available for pregnant women with COVID-19 pneumonia. This study aimed to evaluate the clinical characteristics of COVID-19 in pregnancy and the intrauterine vertical transmission potential of COVID-19 infection.\nMethods Clinical records, laboratory results, and chest CT scans were retrospectively reviewed for nine pregnant women with laboratory-confirmed COVID-19 pneumonia (ie, with maternal throat swab samples that were positive for severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]) who were admitted to Zhongnan Hospital of Wuhan University, Wuhan, China, from Jan 20 to Jan 31, 2020. Evidence of intrauterine vertical transmission was assessed by testing for the presence of SARS-CoV-2 in amniotic fluid, cord blood, and neonatal throat swab samples. Breastmilk samples were also collected and tested from patients after the first lactation.\nFindings All nine patients had a caesarean section in their third trimester. Seven patients presented with a fever. Other symptoms, including cough (in four of nine patients), myalgia (in three), sore throat (in two), and malaise (in two), were also observed. Fetal distress was monitored in two cases. Five of nine patients had lymphopenia (<1·0 × 109 cells per L). Three patients had increased aminotransferase concentrations. None of the patients developed severe COVID-19 pneumonia or died, as of Feb 4, 2020. Nine livebirths were recorded. No neonatal asphyxia was observed in newborn babies. All nine livebirths had a 1-min Apgar score of 8–9 and a 5-min Apgar score of 9–10. Amniotic fluid, cord blood, neonatal throat swab, and breastmilk samples from six patients were tested for SARS-CoV-2, and all samples tested negative for the virus.\nInterpretation The clinical characteristics of COVID-19 pneumonia in pregnant women were similar to those reported for non-pregnant adult patients who developed COVID-19 pneumonia. Findings from this small group of cases suggest that there is currently no evidence for intrauterine infection caused by vertical transmission in women who develop COVID-19 pneumonia in late pregnancy.", "S0140-6736(20)30360-3":  "Abstract\nCOVID-19, the disease caused by SARS-CoV-2, is a highly contagious disease. The World Health Organization has declared the ongoing outbreak to be a global public health emergency. Currently, the research on SARS-CoV-2 is in its primary stages. Based on current published evidence, this review systematically summarizes the epidemiology, clinical characteristics, diagnosis, treatment and prevention of COVID-19. It is hoped that this review will help the public to recognize and deal with SARS-CoV-2, and provide a reference for future studies.", "j.ijantimicag.2020.105948":  "The coronavirus disease 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome corona- virus 2 (SARS-CoV-2) has affected millions of people worldwide, igniting an unprecedented effort from the scientific community to understand the biological underpinning of COVID19 pathophysiology. In this Review, we summarize the current state of knowledge of innate and adaptive immune responses elicited by SARS- CoV-2 infection and the immunological pathways that likely contribute to disease severity and death. We also discuss the rationale and clinical outcome of current therapeutic strategies as well as prospective clin- ical trials to prevent or treat SARS-CoV-2 infection.", "j.immuni.2020.05.002":  "Abstract\nCOVID-19, the disease caused by SARS-CoV-2, is a highly contagious disease. The World Health Organization has declared the ongoing outbreak to be a global public health emergency. Currently, the research on SARS-CoV-2 is in its primary stages. Based on current published evidence, this review systematically summarizes the epidemiology, clinical characteristics, diagnosis, treatment and prevention of COVID-19. It is hoped that this review will help the public to recognize and deal with SARS-CoV-2, and provide a reference for future studies.", "j.clim.2020.108393":  "Abstract\nThe pandemic outbreak of coronavirus disease 2019 (COVID-19) is rapidly spreading all over the world. Reports from China showed that about 20% of patients developed severe disease, resulting in a fatality of 4%. In the past two months, we clinical immunologists participated in multi-rounds of MDT (multidiscipline team) discussion on the anti-inflammation management of critical COVID-19 patients, with our colleagues dispatched from Chinese leading PUMC Hospital to Wuhan to admit and treat the most severe patients. Here, from the perspective of clinical immunologists, we will discuss the clinical and immunological characteristics of severe patients, and summarize the current evidence and share our experience in anti-inflammation treatment, including glucocorticoids, IL-6 antagonist, JAK inhibitors and choloroquine/hydrocholoroquine, of patients with severe COVID-19 that may have an impaired immune system.cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19.", "j.ijsu.2020.02.034":  "Abstract\nAn unprecedented outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus was identified as the causative agent and was subsequently termed COVID-19 by the World Health Organization (WHO). Considered a relative of severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), COVID-19 is caused by a betacoronavirus named SARS-CoV-2 that affects the lower respiratory tract and manifests as pneumonia in humans. Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 continues to rise, with 90,870 laboratory-confirmed cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19.", "j.ajp.2020.102066":  "Abstract\nThe COVID-19 pandemic is a major health crisis affecting several nations, with over 720,000 cases and 33,000 confirmed deaths reported to date. Such widespread outbreaks are associated with adverse mental health consequences. Keeping this in mind, existing literature on the COVID-19 outbreak pertinent to mental health was retrieved via a literature search of the PubMed database. Published articles were classified according to their overall themes and summarized. Preliminary evidence suggests that symptoms of anxiety and depression (16–28%) and self-reported stress (8%) are common psychological reactions to the COVID-19 pandemic, and may be associated with disturbed sleep. A number of individual and structural variables moderate this risk. In planning services for such populations, both the needs of the concerned people and the necessary preventive guidelines must be taken into account. The available literature has emerged from only a few of the affected countries, and may not reflect the experience of persons living in other parts of the world. In conclusion, subsyndromal mental health problems are a common response to the COVID-19 pandemic. There is a need for more representative research from other affected countries, particularly in vulnerable populations.", "taaa021":  "In Wuhan, China, a novel and alarmingly contagious primary atypical (viral) pneumonia broke out in December 2019. It has since been identified as a zoonotic coronavirus, similar to SARS coronavirus and MERS coronavirus and named COVID-19. As of 8 February 2020, 33 738 confirmed cases and 811 deaths have been reported in China.\n\nHere we review the basic reproduction number (R0) of the COVID-19 virus. R0 is an indication of the transmissibility of a virus, representing the average number of new infections generated by an infectious person in a totally naïve population. For R0 > 1, the number infected is likely to increase, and for R0 < 1, transmission is likely to die out. The basic reproduction number is a central concept in infectious disease epidemiology, indicating the risk of an infectious agent with respect to epidemic spread.\n\n"}