{"2020.02.22.20026500": "Abstract\n\nOBJECTIVE: To study the neurological manifestations of patients with coronavirus disease 2019 (COVID-19). DESIGN: Retrospective case series SETTING: Three designated COVID-19 care hospitals of the Union Hospital of Huazhong University of Science and Technology in Wuhan, China. PARTICIPANTS: Two hundred fourteen hospitalized patients with laboratory confirmed diagnosis of severe acute respiratory syndrome from coronavirus 2 (SARS-CoV-2) infection. Data were collected from 16 January 2020 to 19 February 2020. MAIN OUTCOME MEASURES: Clinical data were extracted from electronic medical records and reviewed by a trained team of physicians. Neurological symptoms fall into three categories: central nervous system (CNS) symptoms or diseases (headache, dizziness, impaired consciousness, ataxia, acute cerebrovascular disease, and epilepsy), peripheral nervous system (PNS) symptoms (hypogeusia, hyposmia, hypopsia, and neuralgia), and skeletal muscular symptoms. Data of all neurological symptoms were checked by two trained neurologists. RESULTS: Of 214 patients studied, 88 (41.1%) were severe and 126 (58.9%) were non-severe patients. Compared with non-severe patients, severe patients were older (58.7 ± 15.0 years vs 48.9 ± 14.7 years), had more underlying disorders (42 [47.7%] vs 41 [32.5%]), especially hypertension (32 [36.4%] vs 19 [15.1%]), and showed less typical symptoms such as fever (40 [45.5%] vs 92 [73%]) and cough (30 [34.1%] vs 77 [61.1%]). Seventy-eight (36.4%) patients had neurologic manifestations. More severe patients were likely to have neurologic symptoms (40 [45.5%] vs 38 [30.2%]), such as acute cerebrovascular diseases (5 [5.7%] vs 1 [0.8%]), impaired consciousness (13 [14.8%] vs 3 [2.4%]) and skeletal muscle injury (17 [19.3%] vs 6 [4.8%]). CONCLUSION: Compared with non-severe patients with COVID-19, severe patients commonly had neurologic symptoms manifested as acute cerebrovascular diseases, consciousness impairment and skeletal muscle symptoms.", "2020.04.07.20056762": "Abstract\n\nIntroduction: This paper sought to investigate the clinical characteristic differences between suspected and confirmed patients with COVID-19 from CT scan to prevent and treat this infectious disease, since the coronavirus outbreak in the world has seriously affected the quality of life. Methods: We proposed to use a retrospective case-control study to give a comparison between suspected patients and confirmed patients in the clinical characteristics. Results: (56%) patients were confirmed for COVID-19 from suspected 167 patients. We find that elder people were more likely to be infected by COVID-19. Among the confirmed 94 patients, 2 (2%) patients were admitted to an intensive care unit, and 0 (0%) patients died during the study period. We find that images of CT scan of patients with a COVID-19 are significantly different from patients without a COVID-19. Conclusions: To our best knowledge, it is the first time to use the case-control design to study the coronavirus disease, since it is particularly appropriate for investigating infectious disease outbreaks. The clinical treatment experience in this study can supply a guideline for treating COVID-19 as the number of the infected patients is increasing in the world. Compared with other studies, we find that the mortality rate and the intensive care unit rate can be reduced if patients can be treated timely in the right identification and detection with nucleic acid testing and chest CT scan. Therefore, we recommend nucleic acid testing and chest CT scan for the clinical treatment practice from this successful clinical treatment study.", "s11596-020-2203-3":  "Summary\n\nThe efficient transmission of severe acute respiratory syndrome-2 coronavirus (SARS-CoV-2) from patients to health care workers or family members has been a worrisome and prominent feature of the ongoing outbreak. On the basis of clinical practice and in-vitro studies, we postulated that post-exposure prophylaxis (PEP) using Arbidol is associated with decreased infection among individuals exposed to confirmed cases of COVID-19 infection. We conducted a retrospective cohort study on family members and health care workers who were exposed to patients confirmed to have SARS-CoV-2 infection by real-time RT-PCR and chest computed tomography (CT) from January 1 to January 16, 2020. The last follow-up date was Feb. 26, 2020. The emergence of fever and/or respiratory symptoms after exposure to the primary case was collected. The correlations between post-exposure prophylaxis and infection in household contacts and health care workers were respectively analyzed. A total of 66 members in 27 families and 124 health care workers had evidence of close exposure to patients with confirmed COVID-19. The Cox regression based on the data of the family members and health care workers with Arbidol or not showed that Arbidol PEP was a protective factor against the development of COVID-19 (HR 0.025, 95% CI 0.003–0.209, P=0.0006 for family members and HR 0.056, 95% CI 0.005–0.662, P=0.0221 for health care workers). Our findings suggest Arbidol could reduce the infection risk of the novel coronavirus in hospital and family settings. This treatment should be promoted for PEP use and should be the subject of further investigation.", "ajt.15929":  "Abstract\nThe clinical characteristics, management, and outcome of coronavirus disease 2019 (COVID‐19) caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) after solid organ transplant (SOT) remain unknown. We report our preliminary experience with 18 SOT (kidney [44.4%], liver [33.3%], and heart [22.2%]) recipients diagnosed with COVID‐19 by March 23, 2020 at a tertiary‐care center at Madrid. Median age at diagnosis was 71.0 ± 12.8 years, and the median interval since transplantation was 9.3 years. Fever (83.3%) and radiographic abnormalities in form of unilateral or bilateral/multifocal consolidations (72.2%) were the most common presentations. Lopinavir/ritonavir (usually associated with hydroxychloroquine) was used in 50.0% of patients and had to be prematurely discontinued in 2 of them. Other antiviral regimens included hydroxychloroquine monotherapy (27.8%) and interferon‐β (16.7%). As of April 4, the case‐fatality rate was 27.8% (5/18). After a median follow‐up of 18 days from symptom onset, 30.8% (4/13) of survivors developed progressive respiratory failure, 7.7% (1/13) showed stable clinical condition or improvement, and 61.5% (8/13) had been discharged home. C‐reactive protein levels at various points were significantly higher among recipients who experienced unfavorable outcome. In conclusion, this frontline report suggests that SARS‐CoV‐2 infection has a severe course in SOT recipients.", "ciaa352":  "Abstract\nBackground\nThe ongoing epidemics of coronavirus disease 2019 (COVID-19) have caused serious concerns about its potential adverse effects on pregnancy. There are limited data on maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia.\nMethods\nWe conducted a case-control study to compare clinical characteristics, maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia.\nResults\nDuring January 24 to February 29, 2020, there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester. Two had vaginal delivery and the rest took cesarean section. Few patients presented respiratory symptoms (fever and cough) on admission, but most had typical chest CT images of COVID-19 pneumonia. Compared to the controls, COVID-19 pneumonia patients had lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP), and alanine aminotransferase (ALT) on admission. Increased levels of WBC, neutrophils, eosinophils, and CRP were found in postpartum blood tests of pneumonia patients. There were three (18.8%) and three (16.7%) of the mothers with confirmed or suspected COVID-19 pneumonia had preterm delivery due to maternal complications, which were significantly higher than the control group. None experienced respiratory failure during hospital stay. COVID-19 infection was not found in the newborns and none developed severe neonatal complications.\nConclusion\nSevere maternal and neonatal complications were not observed in pregnant women with COVID-19 pneumonia who had vaginal delivery or caesarean section. Mild respiratory symptoms of pregnant women with COVID-19 pneumonia highlight the need of effective screening on admission.", "ene.14273":  "Abstract\nBackground and purpose\n\nSpecific respiratory tract infections, including COVID‐19, may cause smell and/or taste disorders (STDs) with increased frequency. The aim was to determine whether new‐onset STDs are more frequent amongst COVID‐19 patients than influenza patients.\n\nMethod\n\nThis was a case–control study including hospitalized patients of two tertiary care centres. Consecutive patients positive for COVID‐19 polymerase chain reaction (cases) and patients positive for influenza polymerase chain reaction (historical control sample) were assessed during specific periods, employing a self‐reported STD questionnaire.\n\nResults\n\nSeventy‐nine cases and 40 controls were included. No significant differences were found in basal features between the two groups. New‐onset STDs were significantly more frequent amongst cases (31, 39.2%) than in the control group (5, 12.5 %) [adjusted odds ratio 21.4 (2.77–165.4, P  = 0.003)]. COVID‐19 patients with new‐onset STDs were significantly younger than COVID‐19 patients without STDs (52.6 ± 17.2 vs. 67.4 ± 15.1, P  < 0.001). Amongst COVID‐19 patients who presented STDs, 22 (70.9%) recalled an acute onset and it was an initial manifestation in 11 (35.5%). Twenty‐five (80.6%) presented smell disorders (mostly anosmia, 14, 45.2%) and 28 (90.3%) taste disorders (mostly ageusia, 14, 45.2%). Only four (12.9 %) reported concomitant nasal obstruction. The mean duration of STD was 7.5 ± 3.2 days and 12 patients (40%) manifested complete recovery after 7.4 ± 2.3 days of onset.\n\nConclusion\n\nNew‐onset STDs were significantly more frequent amongst COVID‐19 patients than influenza patients; they usually had an acute onset and were commonly an initial manifestation. The use of STD assessment in anamnesis as a hint for COVID‐19 and to support individuals’ self‐isolation in the current epidemic context is suggested.", "hcaa089":  "Abstract\nBackground\nRecent studies have focused on initial clinical and epidemiological characteristics of the coronavirus disease 2019 (COVID-19), which is the mainly revealing situation in Wuhan, Hubei.\nAim\nThis study aims to reveal more data on the epidemiological and clinical characteristics of COVID-19 patients outside of Wuhan, Zhejiang, China.\nDesign\nThis study was a retrospective case series.\nMethods\nEighty-eight cases of laboratory-confirmed and three cases of clinically confirmed COVID-19 were admitted to five hospitals in Zhejiang province, China. Data were collected from 20 January 2020 to 11 February 2020.\nResults and discussion\nOf all 91 patients, 88 (96.70%) were laboratory-confirmed COVID-19 with throat swab samples that tested positive for SARS-Cov-2, three (3.30%) cases were clinically diagnosed. The median age of the patients was 50 (36.5–57) years, and female accounted for 59.34%. In this sample, 40 (43.96%) patients had contracted the disease from local cases, 31 (34.07%) patients had been to Wuhan/Hubei, eight (8.79%) patients had contacted with people from Wuhan, and 11 (12.09%) patients were diagnosed after having flown together in the same flight with no passenger that could later be identified as the source of infection. In particular within the city of Ningbo, 60.52% cases can be traced back to an event held in a temple. The most common symptoms were fever (71.43%), cough (60.44%) and fatigue (43.96%). The median of incubation period was 6 (interquartile range 3–8) days and the median time from the first visit to a doctor to the confirmed diagnosis was 1 (1–2) days. According to the chest computed tomography scans, 67.03% cases had bilateral pneumonia.\nConclusions\nSocial activity cluster, family cluster and flying alongside with persons already infected with COVID-19 were how people got infected with COVID-19 in Zhejiang.", "jth.14828":  "Abstract\nA prothrombotic coagulopathy is commonly found in critically ill COVID‐19 patients with acute respiratory distress syndrome (ARDS). A unique feature of COVID‐19 respiratory failure is a relatively preserved lung compliance and high Alveolar‐arterial oxygen gradient, with pathology reports consistently demonstrating diffuse pulmonary microthrombi on autopsy, all consistent with a vascular occlusive etiology of respiratory failure rather than the more classic findings of low‐compliance in ARDS. The COVID‐19 pandemic is overwhelming the world’s medical care capacity with unprecedented needs for mechanical ventilators and high rates of mortality once patients progress to needing mechanical ventilation, and in many environments including in parts of the United States the medical capacity is being exhausted. Fibrinolytic therapy has previously been used in a Phase 1 clinical trial that led to reduced mortality and marked improvements in oxygenation. Here we report a series of three patients with severe COVID‐19 respiratory failure who were treated with tissue plasminogen activator. All three patients had a temporally related improvement in their respiratory status, with one of them being a durable response.", "NEJMc2009020":  "TO THE EDITOR:\nMyocardial injury with ST-segment elevation has been observed in patients with coronavirus disease 2019 (Covid-19). Here, we describe our experience in the initial month of the Covid-19 outbreak in New York City.\nPatients with confirmed Covid-19 who had ST-segment elevation on electrocardiography were included in the study from six New York hospitals. Patients with Covid-19 who had nonobstructive disease on coronary angiography or had normal wall motion on echocardiography in the absence of angiography were presumed to have noncoronary myocardial injury. We identified 18 patients with Covid-19 who had ST-segment elevation indicating potential acute myocardial infarction (Fig. S1 in the Supplementary Appendix, available with the full text of this letter at NEJM.org). The median age of the patients was 63 years, 83% were men, and 33% had chest pain around the time of ST-segment elevation (Table 1). A total of 10 patients (56%) had ST-segment elevation at the time of presentation, and the other 8 patients had development of ST-segment elevation during hospitalization (median, 6 days) (Fig. S2A).\nOf 14 patients (78%) with focal ST-segment elevation, 5 (36%) had a normal left ventricular ejection fraction, of whom 1 (20%) had a regional wall-motion abnormality; 8 patients (57%) had a reduced left ventricular ejection fraction, of whom 5 (62%) had regional wall-motion abnormalities. (One patient did not have an echocardiogram.) Of the 4 patients (22% of the overall population) with diffuse ST-segment elevation, 3 (75%) had a normal left ventricular ejection fraction and normal wall motion; 1 patient had a left ventricular ejection fraction of 10% with global hypokinesis.\nA total of 9 patients (50%) underwent coronary angiography; 6 of these patients (67%) had obstructive disease, and 5 (56%) underwent percutaneous coronary intervention (1 after the administration of fibrinolytic agents) (Fig. S3). The relationship among electrocardiographic, echocardiographic, and angiographic findings are summarized in Figure S4. The 8 patients (44%) who received a clinical diagnosis of myocardial infarction had higher median peak troponin and d-dimer levels than the 10 patients (56%) with noncoronary myocardial injury (Fig. S2B and S2C). A total of 13 patients (72%) died in the hospital (4 patients with myocardial infarction and 9 with noncoronary myocardial injury).\nIn this series of patients with Covid-19 who had ST-segment elevation, there was variability in presentation, a high prevalence of nonobstructive disease, and a poor prognosis. Half the patients underwent coronary angiography, of whom two thirds had obstructive disease. Of note, all 18 patients had elevated d-dimer levels. In contrast, in a previous study involving patients who presented with ST-segment elevation myocardial infarction, 64% had normal d-dimer levels.1 Myocardial injury in patients with Covid-19 could be due to plaque rupture, cytokine storm, hypoxic injury, coronary spasm, microthrombi, or direct endothelial or vascular injury.2 Myocardial interstitial edema has been shown on magnetic resonance imaging in such patients.3", "NEJMc2009567":  "TO THE EDITOR:\nData on Covid-19 in patients with immune-mediated inflammatory disease who have received anticytokine biologics, other immunomodulatory therapies, or both on a long-term basis are scarce. Trials to assess the efficacy of antirheumatic therapies such as hydroxychloroquine1 and anticytokine therapies such as interleukin-6 inhibitors2 to improve outcomes in patients with Covid-19 are ongoing. The rationale for their use is that worse outcomes (i.e., hospitalization, ventilation, or death) may be related to a proinflammatory cytokine storm.3,4\nHere, we report a prospective case series involving patients with known immune-mediated inflammatory disease (rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, psoriasis, inflammatory bowel disease, or related conditions) who were receiving anticytokine biologics, other immunomodulatory therapies, or both when confirmed or highly suspected symptomatic Covid-19 developed. Established patients at New York University Langone Health in New York City who had immune-mediated inflammatory disease were assessed during the period from March 3 through April 3, 2020 (average follow-up, 16 days from symptom onset). We analyzed the demographic and clinical data on patients who had immune-mediated inflammatory disease with symptomatic Covid-19 and compared the patients for whom hospitalization was warranted (hospitalized patients) with those for whom it was not (ambulatory patients). We identified 86 patients with immune-mediated inflammatory disease who had either confirmed (59 patients) or highly suspected (27 patients) symptomatic Covid-19 infection (Table 1, and Table S1 in the Supplementary Appendix, available with the full text of this letter at NEJM.org). Of these patients, 62 of 86 (72%) were receiving biologics or Janus kinase (JAK) inhibitors, and the overall incidence of hospitalization was 16% (14 of 86 patients). The hospitalized patients were older than the ambulatory patients. Although the distribution of diagnoses of immune-mediated inflammatory diseases was similar in the ambulatory group and the hospitalized group, a higher percentage of admitted patients had rheumatoid arthritis. As compared with the ambulatory patients, more of the patients for whom hospitalization was warranted had coexisting hypertension, diabetes, or chronic obstructive pulmonary disease.\nThe percentage of patients who were receiving biologics or JAK inhibitors at baseline was higher among the ambulatory patients than among the hospitalized patients (55 of 72 patients [76%] and 7 of 14 patients [50%], respectively) (Table 1 and Table S2), and the overall incidence of hospitalization among patients who had received these medications on a long-term basis was 11% (7 of 62 patients). However, even after multivariate analysis, the use of oral glucocorticoids (in 4 of 14 hospitalized patients [29%] and in 4 of 72 ambulatory patients [6%]), hydroxychloroquine (in 3 of 14 patients [21%] and 5 of 72 patients [7%], respectively), and methotrexate (in 6 of 14 patients [43%] and 11 of 72 patients [15%], respectively) was higher among patients with immune-mediated inflammatory disease for whom hospitalization was warranted (Table S2). These observations were consistent when the analysis was restricted to patients with confirmed SARS-Cov-2 infection on polymerase-chain-reaction testing (Table S3).\nOf the 14 patients with immune-mediated inflammatory disease who were hospitalized, 79% (11 of 14) were discharged (mean stay, 5.6 days), and 2 remain hospitalized as of April 3. Of the 2 patients with more severe disease, 1 had elevated interleukin-6 levels and received mechanical ventilation for acute respiratory distress syndrome, and the other died in the emergency department; neither patient was receiving biologic therapies on a long-term basis (Table S4). Additional data are provided in Tables S5 through S8.\nA better understanding of the implications of Covid-19 in patients with immune-mediated inflammatory disease and the effects of anticytokine and other immunosuppressive therapies is urgently needed to guide clinicians in the care of patients with psoriasis, rheumatoid arthritis, psoriatic arthritis, inflammatory bowel disease, and related conditions. Although our analysis was limited in sample size, our data reveal an incidence of hospitalization among patients with immune-mediated inflammatory disease that was consistent with that among patients with Covid-19 in the general population in New York City reported by the New York City Department of Health and Mental Hygiene5 (35,746 of 134,874 patients [26%]) (Table S5). These findings suggest that the baseline use of biologics is not associated with worse Covid-19 outcomes.", "NEJMoa2004500":  "Abstract\nBACKGROUND\nCommunity transmission of coronavirus 2019 (Covid-19) was detected in the state of Washington in February 2020.\nMETHODS\nWe identified patients from nine Seattle-area hospitals who were admitted to the intensive care unit (ICU) with confirmed infection with severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). Clinical data were obtained through review of medical records. The data reported here are those available through March 23, 2020. Each patient had at least 14 days of follow-up.\nRESULTS\nWe identified 24 patients with confirmed Covid-19. The mean (±SD) age of the patients was 64±18 years, 63% were men, and symptoms began 7±4 days before admission. The most common symptoms were cough and shortness of breath; 50% of patients had fever on admission, and 58% had diabetes mellitus. All the patients were admitted for hypoxemic respiratory failure; 75% (18 patients) needed mechanical ventilation. Most of the patients (17) also had hypotension and needed vasopressors. No patient tested positive for influenza A, influenza B, or other respiratory viruses. Half the patients (12) died between ICU day 1 and day 18, including 4 patients who had a do-not-resuscitate order on admission. Of the 12 surviving patients, 5 were discharged home, 4 were discharged from the ICU but remained in the hospital, and 3 continued to receive mechanical ventilation in the ICU.\nCONCLUSIONS\nDuring the first 3 weeks of the Covid-19 outbreak in the Seattle area, the most common reasons for admission to the ICU were hypoxemic respiratory failure leading to mechanical ventilation, hypotension requiring vasopressor treatment, or both. Mortality among these critically ill patients was high. (Funded by the National Institutes of Health.)", "s12630-020-01630-7":  "Abstract\n\nPurpose\nTo assess the management and safety of epidural or general anesthesia for Cesarean delivery in parturients with coronavirus disease (COVID-19) and their newborns, and to evaluate the standardized procedures for protecting medical staff.\n\nMethods\nWe retrospectively reviewed the cases of parturients diagnosed with severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection disease (COVID-19). Their epidemiologic history, chest computed tomography scans, laboratory measurements, and SARS-CoV-2 nucleic acid positivity were evaluated. We also recorded the patients’ demographic and clinical characteristics, anesthesia and surgery-related data, maternal and neonatal complications, as well as the health status of the involved medical staff.\n\nResults\nThe clinical characteristics of 17 pregnant women infected with SARS-CoV-2 were similar to those previously reported in non-pregnant adult patients. All of the 17 patients underwent Cesarean delivery with anesthesia performed according to standardized anesthesia/surgery procedures. Fourteen of the patients underwent continuous epidural anesthesia with 12 experiencing significant intraoperative hypotension. Three patients received general anesthesia with tracheal intubation because emergency surgery was needed. Three of the parturients are still recovering from their Cesarean delivery and are receiving in-hospital treatment for COVID-19. Three neonates were born prematurely. There were no deaths or serious neonatal asphyxia events. All neonatal SARS-CoV-2 nucleic acid tests were negative. No medical staff were infected throughout the patient care period.\n\nConclusions\nBoth epidural and general anesthesia were safely used for Cesarean delivery in the parturients with COVID-19. Nevertheless, the incidence of hypotension during epidural anesthesia appeared excessive. Proper patient transfer, medical staff access procedures, and effective biosafety precautions are important to protect medical staff from COVID-19.", "j.bbi.2020.04.069":  "Abstract\nThis study aimed to assess and compare the immediate stress and psychological impact experienced by people with and without psychiatric illnesses during the peak of 2019 coronavirus disease (COVID-19) epidemic with strict lockdown measures. Seventy-six psychiatric patients and 109 healthy control subjects were recruited from Chongqing, China and completed a survey on demographic data, physical symptoms during the past 14 days and a range of psychiatric symptoms using the Impact of Event Scale-Revised (IES-R), Depression, Anxiety and Stress Scale (DASS-21) and Insomnia Severity Index (ISI). IES-R measures PTSD symptoms in survivorship after an event. DASS-21 is based on tripartite model of psychopathology that comprise a general distress construct with distinct characteristics. The mean IES-R, DASS-21 anxiety, depression and stress subscale and ISI scores were higher in psychiatric patients than healthy controls (p < 0.001). Serious worries about their physical health, anger and impulsivity and intense suicidal ideation were significantly higher in psychiatric patients than healthy controls (p < 0.05). More than one-third of psychiatric patients might fulfil the diagnostic criteria post-traumatic stress disorder (PTSD). More than one-quarter of psychiatric patients suffered from moderately severe to severe insomnia. Respondents who reported no change, poor or worse physical health status and had a psychiatric illness were significantly more likely to have higher mean IES-R, DASS depression, anxiety and stress subscale scores and ISI scores (p < 0.05). This study confirms the severity of negative psychological impact on psychiatric patients during the COVID-19 epidemic with strict lockdown measures. Understanding the psychological impact on psychiatric patients during the COVID-19 pandemic has the potential to provide insight into how to develop a new immunopsychiatry service. Further research is required to compare pro-inflammatory cytokines between psychiatric patients and healthy controls during the pandemic.", "j.annonc.2020.03.296":  "Background: Cancer patients are regarded as a highly vulnerable group in the current Coronavirus Disease 2019 (COVID-19) pandemic. To date, the clinical characteristics of COVID-19-infected cancer patients remain largely unknown. Patients and methods: In this retrospective cohort study, we included cancer patients with laboratory-confirmed COVID-19 from three designated hospitals in Wuhan, China. Clinical data were collected from medical records from 13 January 2020 to 26 February 2020. Univariate and multivariate analyses were carried out to assess the risk factors associated with severe events defined as a condition requiring admission to an intensive care unit, the use of mechanical ventilation, or death.\nResults: A total of 28 COVID-19-infected cancer patients were included; 17 (60.7%) patients were male. Median (interquartile range) age was 65.0 (56.0e70.0) years. Lung cancer was the most frequent cancer type (n 1⁄4 7; 25.0%). Eight (28.6%) patients were suspected to have hospital-associated transmission. The following clinical features were shown in our cohort: fever (n 1⁄4 23, 82.1%), dry cough (n 1⁄4 22, 81%), and dyspnoea (n 1⁄4 14, 50.0%), along with lymphopaenia (n 1⁄4 23, 82.1%), high level of high-sensitivity C-reactive protein (n 1⁄4 23, 82.1%), anaemia (n 1⁄4 21, 75.0%), and hypoproteinaemia (n 1⁄4 25, 89.3%). The common chest computed tomography (CT) findings were ground-glass opacity (n 1⁄4 21, 75.0%) and patchy consolidation (n 1⁄4 13, 46.3%). A total of 15 (53.6%) patients had severe events and the mortality rate was 28.6%. If the last antitumour treatment was within 14 days, it significantly increased the risk of developing severe events [hazard ratio (HR) 1⁄4 4.079, 95% confidence interval (CI) 1.086e15.322, P 1⁄4 0.037]. Furthermore, patchy consolidation on CT on admission was associated with a higher risk of developing severe events (HR 1⁄4 5.438, 95% CI 1.498e19.748, P 1⁄4 0.010).\nConclusions: Cancer patients show deteriorating conditions and poor outcomes from the COVID-19 infection. It is recommended that cancer patients receiving antitumour treatments should have vigorous screening for COVID-19 infection and should avoid treatments causing immunosuppression or have their dosages decreased in case of COVID-19 coinfection.", "j.jocn.2020.04.062":  "abstract Novel outbreak with coronavirus 2019 began since 31 December 2019. Coronaviruses can cause multiple systemic infections that respiratory complications are the most obvious symptoms. In this report, we describe the symptoms of Guillain Barre syndrome (GBS) in one infected patient with COVID-19, for the first time. We reported a 65-years- old male patient with complaints of acute progressive symmetric ascending quadriparesis. Two weeks prior to hospitalization, the patient suffered from cough, fever, and RT-PCR was reported positive for COVID-19 infection. The electrodiagnostic test showed that the patient is an AMSAN variant of GBS. COVID-19 stimulates inflammatory cells and produces various inflammatory cytokines and as a result, it creates immune-mediated processes. GBS is an immune-mediated disorder and molecular mimicry as a mechanism of autoimmune disorder plays an important role in creating it. It is unclear whether COVID-19 induces the production of antibodies against specific gangliosides. Further investigations should be conducted about the mechanism of GBS in patients with COVID-19, in the future."}