{"2020.04.28.20082784": "Abstract\n\nBackground and Objective: Since the outbreak of coronavirus disease 2019 (COVID-19) in December 2019 in Wuhan, Hubei Province, China, it has spread around the world and become a global public health emergency. It is important to distinguish COVID-19 from other viral pneumonias in order to properly screen and diagnose patients, reduce nosocomial infections, and complement the inadequacy of nucleic acid testing. In this study, we retrospectively analysed the clinical data of COVID-19 versus non-COVID-19 patients treated at our hospital between January 17 and February 27, 2020 in order to summarize our clinical experience in the differential diagnosis of COVID-19. Methods: In this retrospective cohort study, 23 confirmed COVID-19 patients were consecutively enrolled from January 17 to February 27, 2020, while 29 confirmed non-COVID-19 patients were enrolled in West China Hospital of Sichuan University. We collected baseline data, epidemiological data, clinical characteristics, imaging findings, viral nucleic acid test results, and survival data. SPSS v22.0 was used for statistical analysis. Outcomes were followed up until March 25. Results: A total of 52 patients were included in this study, including 23 COVID-19 patients and 29 non-COVID-19 patients. No significant between-group difference was observed in age, sex, primary signs or symptoms, cellular immunity, or platelet count. Significant between-group differences were observed in clinical characteristics such as dry cough, contact with individuals from Wuhan, some underlying diseases, nucleated cell count, chest imaging findings, viral nucleic acid test result,28-day mortality, and 28-day survival. Conclusion: Epidemiological data, clinical symptoms, nucleic acid test results for COVID-19 and chest CT manifestation may help distinguish COVID-19 from non-COVID-19 cases, prevent imported cases and nosocomial infections.", "ciaa287": "Abstract:\nCorona Virus Disease 2019 (COVID-19) originated in Wuhan, China has caused many healthcare workers (HCWs) infected. Seventy-two HCWs manifested with acute respiratory illness were retrospectively enrolled to analyze the risk factors. The high-risk department, longer duty hours, and suboptimal hand hygiene after contacting with patients were linked to COVID-19.\n", "jkms.2020.35.e142": "Abstract Background\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-infected pneumonia emerged in Wuhan, China in December 2019. In this retrospective multicenter study, we investigated the clinical course and outcomes of novel coronavirus disease 2019 (COVID-19) from early cases in Republic of Korea.\nMethods\nAll of the cases confirmed by real time polymerase chain reaction were enrolled from the 1st to the 28th patient nationwide. Clinical data were collected and analyzed for changes in clinical severity including laboratory, radiological, and virologic dynamics during the progression of illness.\nResults\nThe median age was 40 years (range, 20–73 years) and 15 (53.6%) patients were male. The most common symptoms were cough (28.6%) and sore throat (28.6%), followed by fever (25.0%). Diarrhea was not common (10.7%). Two patients had no symptoms. Initial chest X-ray (CXR) showed infiltration in 46.4% of the patients, but computed tomography scan confirmed pneumonia in 88.9% (16/18) of the patients. Six patients (21.4%) required supplemental oxygen therapy, but no one needed mechanical ventilation. Lymphopenia was more common in severe cases. Higher level of C-reactive protein and worsening of chest radiographic score was observed during the 5–7 day period after symptom onset. Viral shedding was high from day 1 of illness, especially from the upper respiratory tract (URT).\nConclusion\nThe prodromal symptoms of COVID-19 were mild and most patients did not have limitations of daily activity. Viral shedding from URT was high from the prodromal phase. Radiological pneumonia was common from the early days of illness, but it was frequently not evident in simple CXR. These findings could be plausible explanations for the easy and rapid spread of SARS-CoV-2 in the community.", "ofaa199": "Abstract\nBackground\nOlfactory dysfunction (OD) has been reported in coronavirus disease 2019 (COVID-19). However, there are knowledge gaps about the severity, prevalence, etiology, and duration of OD in COVID-19 patients.\nMethods\nOlfactory function was assessed in all participants using questionnaires and the butanol threshold test (BTT). Patients with COVID-19 and abnormal olfaction were further evaluated using the smell identification test (SIT), sinus imaging, and nasoendoscopy. Selected patients received nasal biopsies. Systematic review was performed according to PRISMA guidelines. PubMed items from January 1, 2020 to April 23, 2020 were searched. Studies that reported clinical data on olfactory disturbances in COVID-19 patients were analyzed.\nResults\nWe included 18 COVID-19 patients and 18 controls. Among COVID-19 patients, 12 of 18 (67%) reported olfactory symptoms and OD was confirmed in 6 patients by BTT and SIT. Olfactory dysfunction was the only symptom in 2 patients. Mean BTT score of patients was worse than controls (P = .004, difference in means = 1.8; 95% confidence interval, 0.6–2.9). Sinusitis and olfactory cleft obstruction were absent in most patients. Immunohistochemical analysis of nasal biopsy revealed the presence of infiltrative CD68+ macrophages harboring severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antigen in the stroma. Olfactory dysfunction persisted in 2 patients despite clinical recovery. Systematic review showed that the prevalence of olfactory disturbances in COVID-19 ranged from 5% to 98%. Most studies did not assess olfaction quantitatively.\nConclusions\nOlfactory dysfunction is common in COVID-19 and may be the only symptom. Coronavirus disease 2019-related OD can be severe and prolonged. Mucosal infiltration by CD68+ macrophages expressing SARS-CoV-2 viral antigen may contribute to COVID-19-related OD.", "S0140-6736(20)31187-9": "Summary\nBackground Data on patients with COVID-19 who have cancer are lacking. Here we characterise the outcomes of a cohort of patients with cancer and COVID-19 and identify potential prognostic factors for mortality and severe illness.\nMethods In this cohort study, we collected de-identified data on patients with active or previous malignancy, aged 18 years and older, with confirmed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection from the USA, Canada, and Spain from the COVID-19 and Cancer Consortium (CCC19) database for whom baseline data were added between March 17 and April 16, 2020. We collected data on baseline clinical conditions, medications, cancer diagnosis and treatment, and COVID-19 disease course. The primary endpoint was all-cause mortality within 30 days of diagnosis of COVID-19. We assessed the association between the outcome and potential prognostic variables using logistic regression analyses, partially adjusted for age, sex, smoking status, and obesity. This study is registered with ClinicalTrials.gov, NCT04354701, and is ongoing.\nFindings Of 1035 records entered into the CCC19 database during the study period, 928 patients met inclusion criteria for our analysis. Median age was 66 years (IQR 57–76), 279 (30%) were aged 75 years or older, and 468 (50%) patients were male. The most prevalent malignancies were breast (191 [21%]) and prostate (152 [16%]). 366 (39%) patients were on active anticancer treatment, and 396 (43%) had active (measurable) cancer. At analysis (May 7, 2020), 121 (13%) patients had died. In logistic regression analysis, independent factors associated with increased 30-day mortality, after partial adjustment, were: increased age (per 10 years; partially adjusted odds ratio 1·84, 95% CI 1·53–2·21), male sex (1·63, 1·07–2·48), smoking status (former smoker vs never smoked: 1·60, 1·03–2·47), number of comorbidities (two vs none: 4·50, 1·33–15·28), Eastern Cooperative Oncology Group performance status of 2 or higher (status of 2 vs 0 or 1: 3·89, 2·11–7·18), active cancer (progressing vs remission: 5·20, 2·77–9·77), and receipt of azithromycin plus hydroxychloroquine (vs treatment with neither: 2·93, 1·79–4·79; confounding by indication cannot be excluded). Compared with residence in the US-Northeast, residence in Canada (0·24, 0·07–0·84) or the US-Midwest (0·50, 0·28–0·90) were associated with decreased 30-day all-cause mortality. Race and ethnicity, obesity status, cancer type, type of anticancer therapy, and recent surgery were not associated with mortality.\nInterpretation Among patients with cancer and COVID-19, 30-day all-cause mortality was high and associated with general risk factors and risk factors unique to patients with cancer. Longer follow-up is needed to better understand the effect of COVID-19 on outcomes in patients with cancer, including the ability to continue specific cancer treatments.", "S1470-2045(20)30150-9":  "We read the excellent Comment by Wenhua Liang and colleagues1 in The Lancet Oncology with great interest. Of 1590 cases with confirmed coronavirus disease 2019 (COVID-19), 18 patients had a history of cancer. The authors concluded that patients with cancer had a higher risk of COVID-19 and with a poorer prognosis than those without cancer.\nFirst, the data in the Comment by Liang and colleagues1 showed a higher percentage of patients with cancer in the COVID-19 cohort than in the overall population. However, this observation is not sufficient to conclude that patients with cancer had a higher risk of COVID-19. The incidence of COVID-19 in patients with cancer would be more informative in assessing whether or not patients with cancer have an increased risk of COVID-19. Second, we reviewed the cancer history of the 18 individuals discussed in Liang and colleagues’ Comment.1 We are concerned that such a small sample size with a large amount of heterogeneity, presenting as various cancer types with different biological behaviours, highly variable disease courses (from 0–16 years), and diverse treatment strategies, might be filled with contingency and thus not ideally representative of the whole population with cancer. Notably, half of the patients with cancer had a disease course of more than 4 years, indicating that a substantial proportion of these patients might be clinically cured. Therefore, any conclusions that generalise to all patients with cancer should be interpreted with caution. Third, 13 (72%) of 18 patients with cancer had a history of surgical resection; the prolonged effects induced by surgery including immunosuppression should not be neglected. Comparison of patients with COVID-19 and surgical history\nwith and without cancer would be of interest.\nAdditionally, the authors reported that patients with cancer were prone to severe events (admission to the intensive care unit requiring invasive ventilation, or death) from COVID-19. Evidence indicates that overwhelming inflammation and cytokine-associated lung injury could be important in instigating these severe events in patients with COVID-19.2 However, accumulated evidence has shown that development of cancer is usually associated with a blunted immune status3 characterised by overexpressed immunosuppressive cytokines, suppressed induction of proinflammatory danger signals, impaired dendritic cell maturation, and enhanced functional immunosuppressive leukocyte populations, which is contradictory to the events believed to result in severe events in patients with COVID-19. Indeed, one of the potential explanations for differing susceptibility and prognosis is the higher rate of smoking history in the 18 patients with cancer. Data have shown that tobacco use significantly increases the gene expression of angiotensin- converting enzyme 2, the binding receptor for severe acute respiratory syndrome coronavirus 2, which could explain the elevated susceptibility to COVID-19 in smokers.4 Furthermore, cigarette smoking is the leading cause of chronic obstructive pulmonary disease, which has been identified as an independent risk factor in severe COVID-19 cases.5\nOverall, current evidence remains insufficient to explain a conclusive association between cancer and COVID-19.", "S2665-9913(20)30164-8": "Summary\nBackground Coronaviruses can induce the production of interleukin (IL)-1β, IL-6, tumour necrosis factor, and other cytokines implicated in autoinflammatory disorders. It has been postulated that anakinra, a recombinant IL-1 receptor antagonist, might help to neutralise the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-related hyperinflammatory state, which is considered to be one cause of acute respiratory distress among patients with COVID-19. We aimed to assess the off-label use of anakinra in patients who were admitted to hospital for severe forms of COVID-19 with symptoms indicative of worsening respiratory function.\nMethods The Ana-COVID study included a prospective cohort from Groupe Hospitalier Paris Saint-Joseph (Paris, France) and a historical control cohort retrospectively selected from the Groupe Hospitalier Paris Saint-Joseph COVID cohort, which began on March 18, 2020. Patients were included in the prospective cohort if they were aged 18 years or older and admitted to Groupe Hospitalier Paris Saint-Joseph with severe COVID-19-related bilateral pneumonia on chest x-ray or lung CT scan. The other inclusion criteria were either laboratory-confirmed SARS-CoV-2 or typical lung infiltrates on a lung CT scan, and either an oxygen saturation of 93% or less under oxygen 6 L/min or more, or aggravation (saturation ≤93% under oxygen 3 L/min) with a loss of 3% of oxygen saturation in ambient air over the previous 24 h. The historical control group of patients had the same inclusion criteria. Patients in the anakinra group were treated with subcutaneous anakinra (100 mg twice a day for 72 h, then 100 mg daily for 7 days) as well as the standard treatments at the institution at the time. Patients in the historical group received standard treatments and supportive care. The main outcome was a composite of either admission to the intensive care unit (ICU) for invasive mechanical ventilation or death.The main analysis was done on an intention-to-treat basis (including all patients in the anakinra group who received at least one injection of anakinra).\nFindings From March 24 to April 6, 2020, 52 consecutive patients were included in the anakinra group and 44 historical patients were identified in the Groupe Hospitalier Paris Saint-Joseph COVID cohort study. Admission to the ICU for invasive mechanical ventilation or death occurred in 13 (25%) patients in the anakinra group and 32 (73%) patients in the historical group (hazard ratio [HR] 0·22 [95% CI 0·11–0·41; p<0·0001). The treatment effect of anakinra remained significant in the multivariate analysis (HR 0·22 [95% CI 0·10–0·49]; p=0·0002). An increase in liver aminotransferases occurred in seven (13%) patients in the anakinra group and four (9%) patients in the historical group.", "rccm.202004-1163LE": "Five to twenty percent of hospitalized patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection are admitted to the ICU, with mortality reported between 26% and 61.5% (1–3). Nearly all ICU patients present with respiratory failure, and up to 88% are managed with invasive mechanical ventilation (1–3).\n\nDescriptions of the pathophysiological characteristics of coronavirus disease (COVID-19) respiratory failure are limited. Reports of preserved respiratory system mechanics despite severe hypoxemia in early small series have led some investigators to hypothesize that a significant proportion of COVID-19 respiratory failure is not the typical acute respiratory distress syndrome (ARDS) and warrants alternative management (4, 5).\n\nA detailed characterization of COVID-19 respiratory failure and its response to established ARDS therapies is needed before rigorous comparisons of established and new strategies can be contemplated. We describe the respiratory pathophysiology of patients with COVID-19 respiratory failure treated with invasive mechanical ventilation at two tertiary care hospitals in Boston, Massachusetts.", "s00134-020-06062-x": "Abstract\n\nPurpose\nLittle evidence of increased thrombotic risk is available in COVID-19 patients. Our purpose was to assess thrombotic risk in severe forms of SARS-CoV-2 infection. ", "j.kint.2020.03.005":  "In December 2019, a coronavirus 2019 (COVID-19) disease outbreak occurred in Wuhan, Hubei Province, China, and rapidly spread to other areas worldwide. Although diffuse alveolar damage and acute respiratory failure were the main features, the involvement of other organs needs to be explored. Since information on kidney disease in patients with COVID-19 is limited, we determined the prevalence of acute kidney injury (AKI) in patients with COVID-19. Further, we evaluated the association between markers of abnormal kidney function and death in patients with COVID-19. This was a prospective cohort study of 701 patients with COVID-19 admitted in a tertiary teaching hospital that also encompassed three affiliates following this major outbreak in Wuhan in 2020 of whom 113 (16.1%) died in hospital. Median age of the patients was 63 years (interquartile range, 50- 71), including 367 men and 334 women. On admission, 43.9% of patients had proteinuria and 26.7% had hematuria. The prevalence of elevated serum creatinine, elevated blood urea nitrogen and estimated glomerular filtration under 60 ml/min/1.73m2 were 14.4, 13.1 and 13.1%, respectively. During the study period, AKI occurred in 5.1% patients. Kaplan- Meier analysis demonstrated that patients with kidney disease had a significantly higher risk for in-hospital death. Cox proportional hazard regression confirmed that elevated baseline serum creatinine (hazard ratio: 2.10, 95% confidence interval: 1.36-3.26), elevated baseline blood urea nitrogen (3.97, 2.57-6.14), AKI stage 1 (1.90, 0.76-4.76), stage 2 (3.51, 1.49-8.26), stage 3 (4.38, 2.31-8.31), proteinuria 1D (1.80, 0.81-4.00), 2Dw3D (4.84, 2.00- 11.70), and hematuria 1D (2.99, 1.39-6.42), 2Dw3D (5.56,2.58- 12.01) were independent risk factors for in-hospital death after adjusting for age, sex, disease severity, comorbidity and leukocyte count. Thus, our findings show the prevalence of kidney disease on admission and the development of AKI during hospitalization in patients with COVID-19 is high and is associated with in-hospital mortality. Hence, clinicians should increase their awareness of kidney disease in patients with severe COVID-19.", "S0140-6736(20)30566-3":  "Summary\nBackground Since December, 2019, Wuhan, China, has experienced an outbreak of coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Epidemiological and clinical characteristics of patients with COVID-19 have been reported but risk factors for mortality and a detailed clinical course of illness, including viral shedding, have not been well described.", "j.jinf.2020.02.016":  "Abstract\n\nBackground\n\nLittle is known about COVID-19 outside Hubei. The aim of this paper was to describe the clinical characteristics and imaging manifestations of hospitalized patients with confirmed COVID-19 infection in Wenzhou, Zhejiang, China.\nMethods\n\nIn this retrospective cohort study, 149 RT-PCR confirmed positive patients were consecutively enrolled from January 17th to February 10th, 2020 in three tertiary hospitals of Wenzhou. Outcomes were followed up until Feb 15th, 2020.\nFindings\n\nA total of 85 patients had Hubei travel/residence history, while another 49 had contact with people from Hubei and 15 had no traceable exposure history to Hubei. Fever, cough and expectoration were the most common symptoms, 14 patients had decreased oxygen saturation, 33 had leukopenia, 53 had lymphopenia, and 82 had elevated C-reactive protein. On chest computed tomography (CT), lung segments 6 and 10 were mostly involved. A total of 287 segments presented ground glass opacity, 637 presented mixed opacity and 170 presented consolidation. Lesions were more localized in the peripheral lung with a patchy form. No significant difference was found between patients with or without Hubei exposure history. Seventeen patients had normal CT on admission of these, 12 had negative findings even10 days later.\nInterpretation\n\nMost patients presented with a mild infection in our study. The imaging pattern of multifocal peripheral ground glass or mixed opacity with predominance in the lower lung is highly suspicious of COVID-19 in the first week of disease onset. Nevetheless, some patients can present with a normal chest finding despite testing positive for COVID-19. Funding: We did not receive any fundings.", "j.jinf.2020.03.002":  "Background: Corona Virus Disease 2019 (COVID-19) due to the 2019 novel coronavirus (SARS-CoV- 2) emerged in Wuhan city and rapidly spread throughout China. We aimed to compare arbidol and lopinavir/ritonavir(LPV/r) treatment for patients with COVID-19 with LPV/r only.\nMethods: In this retrospective cohort study, we included adults (age≥18years) with laboratory-confirmed COVID-19 without Invasive ventilation, diagnosed between Jan 17, 2020, and Feb 13, 2020. Patients, di- agnosed after Jan 17, 2020, were given oral arbidol and LPV/r in the combination group and oral LPV/r only in the monotherapy group for 5–21 days. The primary endpoint was a negative conversion rate of coronavirus from the date of COVID-19 diagnosis(day7, day14), and assessed whether the pneumonia was progressing or improving by chest CT (day7).\nResults: We analyzed 16 patients who received oral arbidol and LPV/r in the combination group and 17 who oral LPV/r only in the monotherapy group, and both initiated after diagnosis. Baseline clinical, laboratory, and chest CT characteristics were similar between groups. The SARS-CoV-2 could not be de- tected for 12(75%) of 16 patients’ nasopharyngeal specimens in the combination group after seven days, compared with 6 (35%) of 17 in the monotherapy group (p < 0·05). After 14 days, 15 (94%) of 16 and 9 (52·9%) of 17, respectively, SARS-CoV-2 could not be detected (p < 0·05). The chest CT scans were im- proving for 11(69%) of 16 patients in the combination group after seven days, compared with 5(29%) of 17 in the monotherapy group (p < 0·05).\nConclusion: In patients with COVID-19, the apparent favorable clinical response with arbidol and LPV/r supports further LPV/r only.", "S1473-3099(20)30196-1":  "Summary\nBackground Coronavirus disease 2019 (COVID-19) causes severe community and nosocomial outbreaks. Comprehensive data for serial respiratory viral load and serum antibody responses from patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are not yet available. Nasopharyngeal and throat swabs are usually obtained for serial viral load monitoring of respiratory infections but gathering these specimens can cause discomfort for patients and put health-care workers at risk. We aimed to ascertain the serial respiratory viral load of SARS-CoV-2 in posterior oropharyngeal (deep throat) saliva samples from patients with COVID-19, and serum antibody responses.\nMethods We did a cohort study at two hospitals in Hong Kong. We included patients with laboratory-confirmed COVID-19. We obtained samples of blood, urine, posterior oropharyngeal saliva, and rectal swabs. Serial viral load was ascertained by reverse transcriptase quantitative PCR (RT-qPCR). Antibody levels against the SARS-CoV-2 internal nucleoprotein (NP) and surface spike protein receptor binding domain (RBD) were measured using EIA. Whole-genome sequencing was done to identify possible mutations arising during infection.\nFindings Between Jan 22, 2020, and Feb 12, 2020, 30 patients were screened for inclusion, of whom 23 were included (median age 62 years [range 37–75]). The median viral load in posterior oropharyngeal saliva or other respiratory specimens at presentation was 5·2 log10 copies per mL (IQR 4·1–7·0). Salivary viral load was highest during the first week after symptom onset and subsequently declined with time (slope –0·15, 95% CI –0·19 to –0·11; R2=0·71). In one patient, viral RNA was detected 25 days after symptom onset. Older age was correlated with higher viral load (Spearman’s ρ=0·48, 95% CI 0·074–0·75; p=0·020). For 16 patients with serum samples available 14 days or longer after symptom onset, rates of seropositivity were 94% for anti-NP IgG (n=15), 88% for anti-NP IgM (n=14), 100% for anti-RBD IgG (n=16), and 94% for anti-RBD IgM (n=15). Anti-SARS-CoV-2-NP or anti-SARS-CoV-2-RBD IgG levels correlated with virus neutralisation titre (R2>0·9). No genome mutations were detected on serial samples.\nInterpretation Posterior oropharyngeal saliva samples are a non-invasive specimen more acceptable to patients and health-care workers. Unlike severe acute respiratory syndrome, patients with COVID-19 had the highest viral load near presentation, which could account for the fast-spreading nature of this epidemic. This finding emphasises the importance of stringent infection control and early use of potent antiviral agents, alone or in combination, for high- risk individuals. Serological assay can complement RT-qPCR for diagnosis.", "S1473-3099(20)30198-5":  "Summary\nBackground Since December, 2019, an outbreak of coronavirus disease 2019 (COVID-19) has spread globally. Little is known about the epidemiological and clinical features of paediatric patients with COVID-19.\nMethods We retrospectively retrieved data for paediatric patients (aged 0–16 years) with confirmed COVID-19 from electronic medical records in three hospitals in Zhejiang, China. We recorded patients’ epidemiological and clinical features.\nFindings From Jan 17 to March 1, 2020, 36 children (mean age 8·3 [SD 3·5] years) were identified to be infected with severe acute respiratory syndrome coronavirus 2. The route of transmission was by close contact with family members (32 [89%]) or a history of exposure to the epidemic area (12 [33%]); eight (22%) patients had both exposures. 19 (53%) patients had moderate clinical type with pneumonia; 17 (47%) had mild clinical type and either were asymptomatic (ten [28%]) or had acute upper respiratory symptoms (seven [19%]). Common symptoms on admission were fever (13 [36%]) and dry cough (seven [19%]). Of those with fever, four (11%) had a body temperature of 38·5°C or higher, and nine (25%) had a body temperature of 37·5–38·5°C. Typical abnormal laboratory findings were elevated creatine kinase MB (11 [31%]), decreased lymphocytes (11 [31%]), leucopenia (seven [19%]), and elevated procalcitonin (six [17%]). Besides radiographic presentations, variables that were associated significantly with severity of COVID-19 were decreased lymphocytes, elevated body temperature, and high levels of procalcitonin, D-dimer, and creatine kinase MB. All children received interferon alfa by aerosolisation twice a day, 14 (39%) received lopinavir–ritonavir syrup twice a day, and six (17%) needed oxygen inhalation. Mean time in hospital was 14 (SD 3) days. By Feb 28, 2020, all patients were cured.\nInterpretation Although all paediatric patients in our cohort had mild or moderate type of COVID-19, the large proportion of asymptomatic children indicates the difficulty in identifying paediatric patients who do not have clear epidemiological information, leading to a dangerous situation in community-acquired infections.", "S1473-3099(20)30287-5":  "Summary\nBackground Rapid spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in Wuhan, China, prompted heightened surveillance in Shenzhen, China. The resulting data provide a rare opportunity to measure key metrics of disease course, transmission, and the impact of control measures.\nMethods From Jan 14 to Feb 12, 2020, the Shenzhen Center for Disease Control and Prevention identified 391 SARS-CoV-2 cases and 1286 close contacts. We compared cases identified through symptomatic surveillance and contact tracing, and estimated the time from symptom onset to confirmation, isolation, and admission to hospital. We estimated metrics of disease transmission and analysed factors influencing transmission risk.\nFindings Cases were older than the general population (mean age 45 years) and balanced between males (n=187) and females (n=204). 356 (91%) of 391 cases had mild or moderate clinical severity at initial assessment. As of Feb 22, 2020, three cases had died and 225 had recovered (median time to recovery 21 days; 95% CI 20–22). Cases were isolated on average 4·6 days (95% CI 4·1–5·0) after developing symptoms; contact tracing reduced this by 1·9 days (95% CI 1·1–2·7). Household contacts and those travelling with a case were at higher risk of infection (odds ratio 6·27 [95% CI 1·49–26·33] for household contacts and 7·06 [1·43–34·91] for those travelling with a case) than other close contacts. The household secondary attack rate was 11·2% (95% CI 9·1–13·8), and children were as likely to be infected as adults (infection rate 7·4% in children <10 years vs population average of 6·6%). The observed reproductive number (R) was 0·4 (95% CI 0·3–0·5), with a mean serial interval of 6·3 days (95% CI 5·2–7·6).\nInterpretation Our data on cases as well as their infected and uninfected close contacts provide key insights into the epidemiology of SARS-CoV-2. This analysis shows that isolation and contact tracing reduce the time during which cases are infectious in the community, thereby reducing the R. The overall impact of isolation and contact tracing, however, is uncertain and highly dependent on the number of asymptomatic cases. Moreover, children are at a similar risk of infection to the general population, although less likely to have severe symptoms; hence they should be considered in analyses of transmission and control.", "j.eclinm.2020.100331":  "ABSTRACT\nBackground: The outbreak of 2019 novel coronavirus disease (COVID-19) in Wuhan, China, has spread rapidly worldwide. In the early stage, we encountered a small but meaningful number of patients who were uninten- tionally scheduled for elective surgeries during the incubation period of COVID-19. We intended to describe their clinical characteristics and outcomes.\nMethods: We retrospectively analyzed the clinical data of 34 patients underwent elective surgeries during the incubation period of COVID-19 at Renmin Hospital, Zhongnan Hospital, Tongji Hospital and Central Hospital in Wuhan, from January 1 to February 5, 2020.\nFindings: Of the 34 operative patients, the median age was 55 years (IQR, 43\u000163), and 20 (58¢8%) patients were women. All patients developed COVID-19 pneumonia shortly after surgery with abnormal findings on chest computed tomographic scans. Common symptoms included fever (31 [91¢2%]), fatigue (25 [73¢5%]) and dry cough (18 [52¢9%]). 15 (44¢1%) patients required admission to intensive care unit (ICU) during disease progression, and 7 patients (20¢5%) died after admission to ICU. Compared with non-ICU patients, ICU patients were older, were more likely to have underlying comorbidities, underwent more difficult surgeries, as well as more severe laboratory abnormalities (eg, hyperleukocytemia, lymphopenia). The most common complications in non-survivors included ARDS, shock, arrhythmia and acute cardiac injury.\nInterpretation: In this retrospective cohort study of 34 operative patients with confirmed COVID-19, 15 (44¢1%) patients needed ICU care, and the mortality rate was 20¢5%.", "S2665-9913(20)30127-2":  "Summary\nBackground Mortality of patients with coronavirus disease 2019 (COVID-19), acute respiratory distress syndrome (ARDS), and systemic inflammation is high. In areas of pandemic outbreak, the number of patients can exceed maximum capacity of intensive care units (ICUs), and, thus, these individuals often receive non-invasive ventilation outside of the ICU. Effective treatments for this population are needed urgently. Anakinra is a recombinant interleukin-1 receptor antagonist that might be beneficial in this patient population.\nMethods We conducted a retrospective cohort study at the San Raffaele Hospital in Milan, Italy. We included consecutive patients (aged ≥18 years) with COVID-19, moderate-to-severe ARDS, and hyperinflammation (defined as serum C-reactive protein ≥100 mg/L, ferritin ≥900 ng/mL, or both) who were managed with non-invasive ventilation outside of the ICU and who received standard treatment of 200 mg hydroxychloroquine twice a day orally and 400 mg lopinavir with 100 mg ritonavir twice a day orally. We compared survival, mechanical ventilation-free survival, changes in C-reactive protein, respiratory function, and clinical status in a cohort of patients who received additional treatment with anakinra (either 5 mg/kg twice a day intravenously [high dose] or 100 mg twice a day subcutaneously [low dose]) with a retrospective cohort of patients who did not receive anakinra (referred to as the standard treatment group). All outcomes were assessed at 21 days. This study is part of the COVID-19 Biobank study, which is registered with ClinicalTrials.gov, NCT04318366.\nFindings Between March 17 and March 27, 2020, 29 patients received high-dose intravenous anakinra, non-invasive ventilation, and standard treatment. Between March 10 and March 17, 2020, 16 patients received non-invasive venti- lation and standard treatment only and comprised the comparison group for this study. A further seven patients received low-dose subcutaneous anakinra in addition to non-invasive ventilation and standard treatment; however, anakinra treatment was interrupted after 7 days because of a paucity of effects on serum C-reactive protein and clinical status. At 21 days, treatment with high-dose anakinra was associated with reductions in serum C-reactive protein and progressive improvements in respiratory function in 21 (72%) of 29 patients; five (17%) patients were on mechanical ventilation and three (10%) died. In the standard treatment group, eight (50%) of 16 patients showed respiratory improvement at 21 days; one (6%) patient was on mechanical ventilation and seven (44%) died. At 21 days, survival was 90% in the high-dose anakinra group and 56% in the standard treatment group (p=0·009). Mechanical ventilation-free survival was 72% in the anakinra group versus 50% in the standard treatment group (p=0·15). Bacteraemia occurred in four (14%) of 29 patients receiving high-dose anakinra and two (13%) of 16 patients receiving standard treatment. Discontinuation of anakinra was not followed by inflammatory relapses.\nInterpretation In this retrospective cohort study of patients with COVID-19 and ARDS managed with non-invasive ventilation outside of the ICU, treatment with high-dose anakinra was safe and associated with clinical improvement in 72% of patients. Confirmation of efficacy will require controlled trials.", "2020.03.30.20047365":  "Abstract\n\nBackground The COVID-19 pandemic caused by SARS-CoV-2 coronavirus threatens global public health. Currently, neutralizing antibodies (NAbs) versus this virus are expected to correlate with recovery and protection of this disease. However, the characteristics of these antibodies have not been well studied in association with the clinical manifestations in patients. Methods Plasma collected from 175 COVID-19 recovered patients with mild symptoms were screened using a safe and sensitive pseudotyped-lentiviral-vector-based neutralization assay. Spike-binding antibody in plasma were determined by ELISA using RBD, S1, and S2 proteins of SARS-CoV-2. The levels and the time course of SARS-CoV-2-specific NAbs and the spike-binding antibodies were monitored at the same time. Findings SARS-CoV-2 NAbs were unable to cross-reactive with SARS-CoV virus. SARS-CoV-2-specific NAbs were detected in patients from day 10-15 after the onset of the disease and remained thereafter. The titers of NAb among these patients correlated with the spike-binding antibodies targeting S1, RBD, and S2 regions. The titers of NAbs were variable in different patients. Elderly and middle-age patients had significantly higher plasma NAb titers (P<0.0001) and spike-binding antibodies (P=0.0003) than young patients. Notably, among these patients, there were ten patients whose NAb titers were under the detectable level of our assay (ID50: < 40); while in contrast, two patients, showed very high titers of NAb, with ID50 :15989 and 21567 respectively. The NAb titers were positive correlated with plasma CRP levels but negative correlated with the lymphocyte counts of patients at the time of admission, indicating an association between humoral response and cellular immune response. Interpretation The variations of SARS-CoV-2 specific NAbs in recovered COVID-19 patients may raise the concern about the role of NAbs on disease progression. The correlation of NAb titers with age, lymphocyte counts, and blood CRP levels suggested that the interplay between virus and host immune response in coronavirus infections should be further explored for the development of effective vaccine against SARS-CoV-2 virus. Furthermore, titration of NAb is helpful prior to the use of convalescent plasma for prevention or treatment. Funding Ministry of Science and Technology of China, National Natural Science Foundation of China, Shanghai Municipal Health Commission, and Chinese Academy of Medical Sciences"}