{"2020.04.25.20079889":  "Abstract\n\nObjectives: Our objective was to review the literature on the inferred duration of the infectious period of COVID-19, caused by SARS-COV-2 virus, and provide an overview of the variation depending on the methodological approach. Design: Rapid scoping review. Literature review with fixed search terms, up to 1st April 2020. Central tendency and variation of the parameter estimates for infectious period in (a) asymptomatic (b) symptomatic cases from (i) virological studies (repeated testing), (ii) tracing studies (iii) modelling studies were gathered. Narrative review of viral dynamics. Information sources: Search strategies developed and the following searched: PubMed, Google Scholar, MedRxiv, BioRxiv. Additionally, the Health Information Quality Authority (Ireland) viral load synthesis was utilised, which screened literature from PubMed, Embase, ScienceDirect, NHS evidence, Cochrane, medRxiv and bioRxiv, HRB open databases. Results: There was substantial variation in the estimates, and how infectious period was inferred. One study provided approximate median infectious period for asymptomatic cases of 6.5-9.5 days. Median pre-symptomatic infectious period across studies varied over <1-4 days. Estimated mean time from symptom onset to two negative RT-PCR tests was 13.4 days (95%CI: 10.9-15.8), but was shorter when studies included children or less severe cases. Estimated mean duration from symptom onset to hospital discharge or death (potential maximal infectious period) was 18.1 days (95%CI: 15.1-21.0); time to discharge was on average 4 days shorter than time-to-death. Viral dynamic data and model infectious parameters were often shorter than repeated diagnostic data. Conclusions: There are limitations of inferring infectiousness from repeated diagnosis, viral loads, and viral replication data alone, and also potential patient recall bias relevant to estimating exposure and symptom onset times. Despite this, available data provides a preliminary evidence base to inform models of central tendency for key parameters, and variation for exploring parameter space and sensitivity analysis. Some current models may be underestimating infectious period.\n\n", "14651858.CD013582":  "Abstract Background\n\nThis review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID‐19 pandemic.\n\nWhen new respiratory infectious diseases become widespread, such as during the COVID‐19 pandemic, healthcare workers’ adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time‐consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them.\n\nObjectives\n\nTo identify barriers and facilitators to healthcare workers’ adherence to IPC guidelines for respiratory infectious diseases.\n\nSearch methods\n\nWe searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits.\n\nSelection criteria\n\nWe included qualitative and mixed‐methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID‐19 pandemic.\n\nData collection and analysis\n\nFour review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data‐rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a ‘best fit framework approach’ to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE‐CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice.\n\nMain results\n\nWe found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings.\n\nOur review points to several barriers and facilitators that influenced healthcare workers’ ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence.\n\nHealthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team.\n\nClear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory.\n\nSufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast‐tracking infected patients, restricting visitors, and providing easy access to handwashing facilities.\n\nA lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued.\n\nHealthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not.\n\nAcross many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines.\n\nAuthors' conclusions\n\nHealthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.", "bjgpopen20X101069":  "Abstract\n\nBackground On the 11 March 2020, the World Health Organization (WHO) declared that COVID-19 was a pandemic. To date, there are no medical treatments for COVID-19 with proven effectiveness. Novel treatments and/or vaccines will take time to be developed and distributed to patients. In light of this, there has been growing interest in the use of existing medications, such as chloroquine (CQ) and hydroxychloroquine (HCQ), as potential treatments of this disease.\n\nAim To establish the current evidence for the effectiveness of CQ and HCQ in treating COVID-19.\n\nDesign & setting A rapid review of the literature was conducted.\n\nMethod Electronic searches in PubMed and Google Scholar were conducted on 21 March 2020. A further search was conducted in Google for relevant literature on 28 March 2020.\n\nResults There is limited evidence of in vitro activity of CQ/HCQ against SARS-CoV-2. A number of in vivo clinical trials are underway. The empirical data available from two of these trials reveal conflicting results. Both trials are characterised by small numbers of participants (n = 30 and n = 36) and suffer methodological limitations. No medium or long-term follow-up data is available.\n\nConclusion At present, there is insufficient evidence to determine whether CQ/HCQ are safe and effective treatments for COVID-19. High quality, adequately powered randomised clinical trials in primary and secondary care settings are urgently required to guide policymakers and clinicians. These studies should report medium- and long-term follow-up results, and safety data.", "ciaa530": "Abstract\nBackground\nTo explore and describe the current literature surrounding bacterial/fungal co-infection in patients with coronavirus infection.\nMethods\nMEDLINE, EMBASE, and Web of Science were searched using broad based search criteria relating to coronavirus and bacterial co-infection. Articles presenting clinical data for patients with coronavirus infection (defined as SARS-1, MERS, SARS-COV-2, and other coronavirus) and bacterial/fungal co-infection reported in English, Mandarin, or Italian were included. Data describing bacterial/fungal co-infections, treatments, and outcomes were extracted. Secondary analysis of studies reporting antimicrobial prescribing in SARS-COV-2 even in the absence of co-infection was performed.\nResults\n1007 abstracts were identified. Eighteen full texts reported bacterial/fungal co-infection were included. Most studies did not identify or report bacterial/fungal coinfection (85/140;61%). 9/18 (50%) studies reported on COVID-19, 5/18 (28%) SARS-1, 1/18 (6%) MERS, and 3/18 (17%) other coronavirus.\n\nFor COVID-19, 62/806 (8%) patients were reported as experiencing bacterial/fungal co-infection during hospital admission. Secondary analysis demonstrated wide use of broad-spectrum antibacterials, despite a paucity of evidence for bacterial coinfection. On secondary analysis, 1450/2010 (72%) of patients reported received antimicrobial therapy. No antimicrobial stewardship interventions were described.\n\nFor non-COVID-19 cases bacterial/fungal co-infection was reported in 89/815 (11%) of patients. Broad-spectrum antibiotic use was reported.\nConclusions\nDespite frequent prescription of broad-spectrum empirical antimicrobials in patients with coronavirus associated respiratory infections, there is a paucity of data to support the association with respiratory bacterial/fungal co-infection. Generation of prospective evidence to support development of antimicrobial policy and appropriate stewardship interventions specific for the COVID-19 pandemic are urgently required.", "rna.076232.120":  "Abstract The current COVID-19 pandemic presents a serious public health crisis, and a better understanding of the scope and spread of the virus would be aided by more widespread testing. Nucleic-acid-based tests currently offer the most sensitive and early detection of COVID-19. However, the “gold standard” test pioneered by the U.S. Centers for Disease Control and Prevention takes several hours to complete and requires extensive human labor, materials such as RNA extraction kits that could become in short supply, and relatively scarce qPCR machines. It is clear that a huge effort needs to be made to scale up current COVID-19 testing by orders of magnitude. There is thus a pressing need to evaluate alternative protocols, reagents, and approaches to allow nucleic-acid testing to continue in the face of these potential shortages. There has been a tremendous explosion in the number of papers written within the first weeks of the pandemic evaluating potential advances, comparable reagents, and alternatives to the “gold-standard” CDC RT-PCR test. Here we present a collection of these recent advances in COVID-19 nucleic acid testing, including both peer-reviewed and preprint articles. Due to the rapid developments during this crisis, we have included as many publications as possible, but many of the cited sources have not yet been peer-reviewed, so we urge researchers to further validate results in their own laboratories. We hope that this review can urgently consolidate and disseminate information to aid researchers in designing and implementing optimized COVID-19 testing protocols to increase the availability, accuracy, and speed of widespread COVID-19 testing.\n\n", "17-STS631":  "Abstract\n\nIn recent years, the role of epidemic models in informing public health policies has progressively grown. Models have become increasingly realistic and more complex, requiring the use of multiple data sources to estimate all quantities of interest. This review summarises the different types of stochastic epidemic models that use evidence synthesis and highlights current challenges.", "1560-7917":  "Background: In December 2019, a pneumonia caused by a novel coronavirus (SARS-CoV-2) emerged in Wuhan, China and has rapidly spread around the world since then. Aim: This study aims to understand the research gaps related to COVID-19 and propose recom- mendations for future research. Methods: We under- took a scoping review of COVID-19, comprehensively searching databases and other sources to identify lit- erature on COVID-19 between 1 December 2019 and 6 February 2020. We analysed the sources, publication date, type and topic of the retrieved articles/studies. Results: We included 249 articles in this scoping review. More than half (59.0%) were conducted in China. Guidance/guidelines and consensuses state- ments (n = 56; 22.5%) were the most common. Most (n=192; 77.1%) articles were published in peer- reviewed journals, 35 (14.1%) on preprint servers and 22 (8.8%) posted online. Ten genetic studies (4.0%) focused on the origin of SARS-CoV-2 while the topics of molecular studies varied. Nine of 22 epidemiologi- cal studies focused on estimating the basic reproduc- tion number of COVID-19 infection (R0). Of all identified guidance/guidelines (n=35), only ten fulfilled the strict principles of evidence-based practice. The num- ber of articles published per day increased rapidly until the end of January.\nConclusion: The number of articles on COVID-19 stead- ily increased before 6 February 2020. However, they lack diversity and are almost non-existent in some study fields, such as clinical research. The findings suggest that evidence for the development of clinical practice guidelines and public health policies will be improved when more results from clinical research becomes available.", "ijgo.13182": "Abstract\nBackground: Clinical presentation and outcomes of COVID‐19 infection during preg‐ nancy remain limited and fragmented.\nObjectives: To summarize the existing literature on COVID‐19 infection during preg‐ nancy and childbirth, particularly concerning clinical presentation and outcomes. Search strategy: A systematic search of LitCovid, EBSCO MEDLINE, CENTRAL, CINAHL, Web of Science, and Scopus electronic databases. The references of relevant studies were also searched.\nSelection criteria: Identified titles and abstracts were screened to select original reports and cross‐checked for overlap of cases.\nData collection and analysis: A descriptive summary organized by aspects of clinical pres‐ entations (symptoms, imaging, and laboratory) and outcomes (maternal and perinatal). Main results: We identified 33 studies reporting 385 pregnant women with COVID‐19 infection: 368 (95.6%) mild; 14 (3.6%) severe; and 3 (0.8%) critical. Seventeen women were admitted to intensive care, including six who were mechanically ventilated and one maternal mortality. A total of 252 women gave birth, comprising 175 (69.4%) cesar‐ ean and 77 (30.6%) vaginal births. Outcomes for 256 newborns included four RT‐PCR positive neonates, two stillbirths, and one neonatal death.\nConclusion: COVID‐19 infection during pregnancy probably has a clinical presentation and severity resembling that in non‐pregnant adults. It is probably not associated with poor maternal or perinatal outcomes.\n", "j.ejim.2020.04.043": "The COVID-19 pandemic caused by the severe acute respiratory coronavirus 2 (SARS-CoV-2) has become a serious challenge for health systems worldwide. Despite the favorable clinical course for most cases, a mortality rate of 30–70% is expected for COVID-19 patients treated on intensive care unit (ICU) [1]. Reports have shown an increased risk of death for older patients with existing comorbidities and potential bio- markers associated with severity for COVID-19 patients [2,3].\nBecause of the complexity and the limited evidence on the patho- genesis of COVID-19, the management of critically ill patients has been challenging. Multiple recent studies have provided valuable clinical and laboratory features of hospitalized patients with COVID-19, but in many of them the information is not complete and there is a potential for overlapping data. Therefore, findings from a comprehensive sys- tematic review can help physicians to understand the disease and make decisions for critically ill patients. In this study, we performed a quantitative evidence synthesis of clinical and laboratory factors asso- ciated with mortality in patients with COVID-19.\nWe searched the peer-reviewed (PubMed, Web of Science, Scopus, Embase) and gray (Google Scholar, bioRxiv, medRxiv) literature to identify studies comparing clinical data, laboratory parameters (he- matological, biochemical, inflammatory markers, coagulation factors, and blood gas analysis) and complications between non-survivors and survivors of COVID-19. We included only studies providing clinical data and at least one of the laboratory parameters previously mentioned. We excluded publications with potential overlapping reports, and studies from which data extraction was not possible. In case of potential overlapping data, we selected the study with most complete informa- tion.\nReports were screened in two stages: screening of titles and ab- stracts followed by the retrieval and screening of full-text articles. Searches were performed from January 1, 2020 up to April 06, 2020, without language restrictions. The reference lists of all eligible studies and reviews were also evaluated to identify additional studies for in- clusion. The following search terms were used: “COVID-19′′, \"severe acute respiratory syndrome coronavirus 2′′, \"SARS-CoV-2′′, \"2019- nCoV\", “coronavirus” and “coronaviruses”.\nData from publications were extracted by two authors and cross- checked for accuracy. Our outcome of interest was in-hospital death. Clinical data, laboratory parameters, and complications were con- sidered predictor variables. Effect sizes were reported as mean differ- ence (MD) or standardized mean difference (SMD) for continuous variables and risk ratio (RR) for dichotomous variables with 95% confidence intervals (CI). Not all studies reported data on all predictor variables, and the pooled analysis was estimated from the data avail- able for each variable. A random-effects model was used to pool the results and a 2-tailed p 〈 0.05 was used to determine significance. Cohen's classification was used to interpret the magnitude of the effect size for the laboratory findings. SMD 〉 0.8 was considered a large effect size. Statistical heterogeneity was quantified by the I2 index. Analyses were conducted using the Review Manager 5.3 (Cochrane IMS, Copenhagen, Denmark).\nAfter screening 8692 titles and abstracts, 73 full-text articles were assessed for eligibility and 69 studies were excluded, 11 of which were due to potential overlapping data. Four retrospective Chinese studies were included. Data were collected from patients admitted to Tongji Hospital [4], Renmin Hospital [5], Number 1 Hospital [6], Jinyintan Hospital and Wuhan Pulmonary Hospital [7]. These studies provided data on 852 patients (489 male and 363 female) with confirmed SARS- CoV-2 infection by RT-PCR: 603 survivors and 249 non-survivors. We found an increased risk for in-hospital death in older patients (MD= 13.8, 95%CI 8.0 to 19.7), male gender (RR= 1.3, 95%CI 1.1 to 1.4), with comorbidities (RR= 1.6, 95%CI 1.4 to 2.0) and dyspnea (RR= 1.8, 95%CI 1.4 to 2.2). Non-survivor patients had increased levels of white blood cells (SMD= 1.1, 95%CI 0.9 to 1.4), neutrophils (SMD= 1.3, 95%CI 0.9 to 1.7), urea (SMD= 1.4, 95%CI 1.2 to 1.6), creatinine (SMD= 0.8, 95%CI 0.7 to 1.0), creatine kinase (SMD= 0.8, 95%CI 0.6 to 0.9), hypersensitive cardiac troponin I (SMD= 1.1, 95%CI 0.9 to 1.3), lactate dehydrogenase (SMD= 1.5, 95%CI 1.0 to 2.1), D-dimer (SMD= 1.1, 95%CI 0.9 to 1.2), and IL-6 (SMD= 1.5, 95%CI 1.1 to 1.7) compared to survivors of COVID-19. Decreased levels of albumin (SMD= −1.3, 95%CI −1.7 to −0.9), lymphocytes (SMD= −0.9, 95%CI −1.2 to −0.6), and gas exchange deficit (SMD PaO2/FiO2= −1.8, 95%CI −2.1 to −1.5) were also associated with an increased risk for mortality. Complications of SARS-CoV-2 infection commonly seen in critically ill patients including ARDS (RR= 7.4, 95%CI 1.2 to 48.2), acute cardiac injury (RR= 6.9, 95%CI 3.2 to 15.0), acute kidney injury (RR= 22.6, 95CI% 3.1 to 165.1), disseminate intravascular coagulation (DIC) (RR= 27.1, 95%CI 3.7 to 199.3), and sepsis (RR= 2.4, 95%CI 2.1 to 2.7) were found to be risk factors for the COVID-19 related death. The Table 1 shows the detailed results of meta-analysis comparing clinical and laboratory data between non-survivors and survivors of COVID-19.\nThe results of this meta-analysis may provide insights into the pa- thogenesis and progression of COVID-19 and reinforces the evidence that age-associated immune alterations and sustained comorbidities are associated with poor prognosis of patients. In addition, our findings highlighted early markers for the risk of death in patients with COVID- 19.", "jcm9040941":  "Abstract: A growing body of literature on the 2019 novel coronavirus (SARS-CoV-2) is becoming available, but a synthesis of available data has not been conducted. We performed a scoping review of currently available clinical, epidemiological, laboratory, and chest imaging data related to the SARS-CoV-2 infection. We searched MEDLINE, Cochrane CENTRAL, EMBASE, Scopus and LILACS from 01 January 2019 to 24 February 2020. Study selection, data extraction and risk of bias assessment were performed by two independent reviewers. Qualitative synthesis and meta-analysis were conducted using the clinical and laboratory data, and random-effects models were applied to estimate pooled results. A total of 61 studies were included (59,254 patients). The most common disease-related symptoms were fever (82%, 95% confidence interval (CI) 56%–99%; n = 4410), cough (61%, 95% CI 39%–81%; n = 3985), muscle aches and/or fatigue (36%, 95% CI 18%–55%; n = 3778), dyspnea (26%, 95% CI 12%–41%; n = 3700), headache in 12% (95% CI 4%–23%, n = 3598 patients), sore throat in 10% (95% CI 5%–17%, n = 1387) and gastrointestinal symptoms in 9% (95% CI 3%–17%, n = 1744). Laboratory findings were described in a lower number of patients and revealed lymphopenia (0.93 × 109/L, 95% CI 0.83–1.03 × 109/L, n = 464) and abnormal C-reactive protein (33.72 mg/dL, 95% CI 21.54–45.91 mg/dL; n = 1637). Radiological findings varied, but mostly described ground-glass opacities and consolidation. Data on treatment options were limited. All-cause mortality was 0.3% (95% CI 0.0%–1.0%; n = 53,631). Epidemiological studies showed that mortality was higher in males and elderly patients. The majority of reported clinical symptoms and laboratory findings related to SARS-CoV-2 infection are non-specific. Clinical suspicion, accompanied by a relevant epidemiological history, should be followed by early imaging and virological assay.", "medwave.2020.03.7867":  "Abstract\nIntroduction\nThe evidence on COVID-19 is being produced at high speed, so it is challenging for decision-makers to keep up. It seems appropriate, then, to put into practice a novel approach able to provide the scien- tific community and other interested parties with quality evidence that is actionable, and rapidly and efficiently produced.\nMethods and analysis\nWe designed a protocol for multiple parallel systematic reviews and overviews of systematic reviews in line with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocols (PRISMA-P). We will search for primary studies and systematic re- views that answer different questions related to COVID-19 using both a centralized repository (Epistemonikos database) and a manual search in MEDLINE/PubMed, EMBASE, and the Cochrane Central Register of Controlled Trials. We will also search for literature in sev- eral other sources. At least two researchers will independently under- take the selection of studies, data extraction, and assessment of the quality of the included studies. We will synthesize data for each ques-\ntion using meta-analysis, when possible, and we will prepare Summary of Findings tables according to the GRADE approach. All the evidence will be organized in an open platform (L·OVE - Living OVerview of Evidence) that will be continuously updated using artificial intelligence and a broad network of experts.", "preprints202004.0203.v1": "The science around the use of masks by the general public to impede COVID-19 transmission is advancing rapidly. Policymakers need guidance on how masks should be used by the general population to combat the COVID-19 pandemic. Here, we synthesize the relevant literature to inform multiple areas: 1) transmission characteristics of COVID-19, 2) filtering characteristics and efficacy of masks, 3) esti- mated population impacts of widespread community mask use, and 4) sociological considerations for policies concerning mask-wearing. A primary route of transmission of COVID-19 is likely via small res- piratory droplets, and is known to be transmissible from presymp- tomatic and asymptomatic individuals. Reducing disease spread requires two things: first, limit contacts of infected individuals via physical distancing and contact tracing with appropriate quarantine, and second, reduce the transmission probability per contact by wear- ing masks in public, among other measures. The preponderance of evidence indicates that mask wearing reduces the transmissibility per contact by reducing transmission of infected droplets in both laboratory and clinical contexts. Public mask wearing is most effec- tive at stopping spread of the virus when compliance is high. The de- creased transmissibility could substantially reduce the death toll and economic impact while the cost of the intervention is low. Thus we recommend the adoption of public cloth mask wearing, as an effec- tive form of source control, in conjunction with existing hygiene, dis- tancing, and contact tracing strategies. We recommend that public officials and governments strongly encourage the use of widespread face masks in public, including the use of appropriate regulation.", "s40249-020-00646-x":  "Abstract\nBackground: The coronavirus disease (COVID-19) has been identified as the cause of an outbreak of respiratory illness in Wuhan, Hubei Province, China beginning in December 2019. As of 31 January 2020, this epidemic had spread to 19 countries with 11 791 confirmed cases, including 213 deaths. The World Health Organization has declared it a Public Health Emergency of International Concern.\nMethods: A scoping review was conducted following the methodological framework suggested by Arksey and O’Malley. In this scoping review, 65 research articles published before 31 January 2020 were analyzed and discussed to better understand the epidemiology, causes, clinical diagnosis, prevention and control of this virus. The research domains, dates of publication, journal language, authors’ affiliations, and methodological characteristics were included in the analysis. All the findings and statements in this review regarding the outbreak are based on published information as listed in the references.\nResults: Most of the publications were written using the English language (89.2%). The largest proportion of published articles were related to causes (38.5%) and a majority (67.7%) were published by Chinese scholars. Research articles initially focused on causes, but over time there was an increase of the articles related to prevention and control. Studies thus far have shown that the virus’ origination is in connection to a seafood market in Wuhan, but specific animal associations have not been confirmed. Reported symptoms include fever, cough, fatigue, pneumonia, headache, diarrhea, hemoptysis, and dyspnea. Preventive measures such as masks, hand hygiene practices, avoidance of public contact, case detection, contact tracing, and quarantines have been discussed as ways to reduce transmission. To date, no specific antiviral treatment has proven effective; hence, infected people primarily rely on symptomatic treatment and supportive care.", "j.jpainsymman.2020.03.029":  "Abstract\nCases of coronavirus disease 2019 (COVID-19) are escalating rapidly across the globe, with the mortality risk being especially high among those with existing illness and multimorbidity. This study aimed to synthesize evidence for the role and response of palliative care and hospice teams to viral epidemics/pandemics and inform the COVID-19 pandemic response. We conducted a rapid systematic review according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines in five databases. Of 3094 articles identified, 10 were included in this narrative synthesis. Included studies were from West Africa, Taiwan, Hong Kong, Singapore, the U.S., and Italy. All had an observational design. Findings were synthesized using a previously proposed framework according to systems (policies, training and protocols, communication and coordination, and data), staff (deployment, skill mix, and resilience), space (community provision and use of technology), and stuff (medicines and equipment as well as personal protective equipment). We conclude that hospice and palliative services have an essential role in the response to COVID-19 by responding rapidly and flexibly; ensuring protocols for symptom management are available, and training nonspecialists in their use; being involved in triage; considering shifting resources into the community; considering redeploying volunteers to provide psychosocial and bereavement care; facilitating camaraderie among staff and adopting measures to deal with stress; using technology to communicate with patients and carers; and adopting standardized data collection systems to inform operational changes and improve care. J Pain Symptom Manage 2020;60:e31ee40. ! 2020 Published by Elsevier Inc. on behalf of American Academy of Hospice and Palliative Medicine.", "j.schres.2020.05.005":  "Abstract\nThe COVID-19 outbreak may profoundly impact population mental health because of exposure to substantial psychosocial stress. An increase in incident cases of psychosis may be predicted. Clinical advice on the management of psychosis during the outbreak needs to be based on the best available evidence. We undertook a rapid review of the impact of epidemic and pandemics on psychosis. Fourteen papers met inclusion criteria. Included studies reported incident cases of psychosis in people infected with a virus of a range of 0.9% to 4%. Psychosis diagnosis was associated with viral exposure, treatments used to manage the infection, and psychosocial stress. Clinical management of these patients, where adherence with infection control procedures is paramount, was challenging. Increased vigilance for psychosis symptoms in patients with COVID-19 is warranted. How to support adherence to physical distancing requirements and engagement with services in patients with existing psychosis requires careful consideration.", "j.imr.2020.100407":  "Abstract\nBackground\nCoronavirus disease 2019 (COVID-19) is pandemic and has caused illness to many people worldwide. This review aimed to summarize and analyze the herbal formulae provided by the guidelines for their pattern identifications (PIs) and compositions of herbs to treat patients with COVID-19.\n\nMethods\nWe searched 7 data sources for eligible traditional medicine guidelines up to March 6, 2020 and found a total of 28 traditional medicine guidelines that provide treatment measures for COVID-19.\n\nResults\nOf the 28 guidelines, there were 26 government-issued Chinese guidelines and 2 Korean guidelines. After standardizing the terminology of the PIs and herbal formulae, there were 8 PIs and 23 herbal formulae for the mild stage, 11 PIs and 31 herbal formulae for the moderate stage, 8 PIs and 21 herbal formulae for the severe stage, and 6 PIs and 23 herbal formulae for the recovery stage in the Chinese guidelines. In the Korean guidelines, there were 4 PIs and 15 herbal formulae for the mild stage, 3 PIs and 3 herbal formulae for the severe stage, and 2 PIs and 2 herbal formulae for the recovery stage. In the frequency analysis of herbs, Glycyrrhizae Radix et Rhizoma, Armeniacae Semen Amarum, Ephedrae Herba, and Gypsum Fibrosum were found to be the herbs with the high frequency of usage in the Chinese guidelines.\n\nConclusion\nThis review can be used as guidance for the traditional medicine treatment of COVID-19. Clinical evidence is needed in the future to evaluate the efficacy of traditional medicine.", "epih.e2020038":  "Abstract\nObjectives:\nTransmission of infectious diseases is often prevented by quarantine and isolation of the populations at risk. These approaches restrict the mobility, social interactions, and daily activities of the affected individuals. In recent novel coronavirus disease (COVID-19) pandemic, quarantine and isolation are being adopted in many contexts, which necessitates an evaluation of global evidence on how such measures impact the mental health outcomes among populations. This umbrella review aimed to synthesize the available evidence on mental health outcomes of quarantine and isolation for preventing infectious diseases. \nMethod:\nWe searched nine major databases and additional sources and included articles if they were systematically conducted reviews, published as peer-reviewed journal articles, and reported mental health outcomes of quarantine or isolation in any population. \nResults:\nAmong 1364 citations, only eight reviews met our criteria. Most of the primary studies in those reviews were conducted in high-income nations and in hospital settings. These articles reported a high burden of mental health problems among patients, informal caregivers, and healthcare providers who experienced quarantine or isolation. Prevalent mental health problems among the affected individuals include depression, anxiety, mood disorders, psychological distress, posttraumatic stress disorder, insomnia, fear, stigmatization, low self-esteem, lack of self-control, and other adverse mental health outcomes. \nConclusions:\nThis umbrella review found severe mental health problems among individuals and populations who have undergone quarantine and isolation in different contexts. This evidence necessitates multipronged interventions including policy measures for strengthening mental health services globally and promoting psychosocial wellbeing among high-risk populations.", "uog.22014": "ABSTRACT\nObjectives\n\nThere are limited case series reporting the impact on women affected by coronavirus during pregnancy. In women affected by severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), the case fatality rate appears higher in those affected in pregnancy compared with non‐pregnant women. We conducted a rapid review to guide health policy and management of women affected by COVID‐19 during pregnancy, which was used to develop the Royal College of Obstetricians and Gynaecologists' (RCOG) guidelines on COVID‐19 infection in pregnancy.\n\nMethods\n\nSearches were conducted in PubMed and MedRxiv to identify primary case reports, case series, observational studies and randomized controlled trials describing women affected by coronavirus in pregnancy. Data were extracted from relevant papers. This review has been used to develop guidelines with representatives of the Royal College of Paediatrics and Child Health (RCPCH) and RCOG who provided expert consensus on areas in which data were lacking.\n\nResults\n\nFrom 9965 search results in PubMed and 600 in MedRxiv, 21 relevant studies, all of which were case reports or case series, were identified. From reports of 32 women to date affected by COVID‐19 in pregnancy, delivering 30 babies (one set of twins, three ongoing pregnancies), seven (22%) were asymptomatic and two (6%) were admitted to the intensive care unit (ICU), one of whom remained on extracorporeal membrane oxygenation. No maternal deaths have been reported to date. Delivery was by Cesarean section in 27 cases and by vaginal delivery in two, and 15 (47%) delivered preterm. There was one stillbirth and one neonatal death. In 25 babies, no cases of vertical transmission were reported; 15 were reported as being tested with reverse transcription polymerase chain reaction after delivery. Case fatality rates for SARS and MERS were 15% and 27%, respectively. SARS was associated with miscarriage or intrauterine death in five cases, and fetal growth restriction was noted in two ongoing pregnancies affected by SARS in the third trimester.\n\nConclusions\n\nSerious morbidity occurred in 2/32 women with COVID‐19, both of whom required ICU care. Compared with SARS and MERS, COVID‐19 appears less lethal, acknowledging the limited number of cases reported to date and that one woman remains in a critical condition. Preterm delivery affected 47% of women hospitalized with COVID‐19, which may put considerable pressure on neonatal services if the UK's reasonable worst‐case scenario of 80% of the population being affected is realized. Based on this review, RCOG, in consultation with RCPCH, developed guidance for delivery and neonatal care in pregnancies affected by COVID‐19, which recommends that delivery mode be determined primarily by obstetric indication and recommends against routine separation of affected mothers and their babies. We hope that this review will be helpful for maternity and neonatal services planning their response to COVID‐19. © 2020 The Authors. Ultrasound in Obstetrics & Gynecology published by John Wiley & Sons Ltd on behalf of the International Society of Ultrasound in Obstetrics and Gynecology.", "WNL.0000000000009673":  "Abstract\n\nObjective The emergence of coronavirus disease 2019 (COVID-19) presents a challenge for neurologists caring for patients with preexisting neurologic conditions hospitalized for COVID-19 or for evaluation of patients who have neurologic complications during COVID-19 infection. We conducted a scoping review of the available literature on COVID-19 to assess the potential effect on neurologists in terms of prevalent comorbidities and incidence of new neurologic events in patients hospitalized with COVID-19.\n\nMethods We searched MEDLINE/PubMed, CINAHL (EBSCO), and Scopus databases for adult patients with preexisting neurologic disease who were diagnosed and hospitalized for COVID-19 or reported incidence of secondary neurologic events following diagnosis of COVID-19. Pooled descriptive statistics of clinical data and comorbidities were examined.\n\nResults Among screened articles, 322 of 4,014 (8.0%) of hospitalized patients diagnosed and treated for COVID-19 had a preexisting neurologic illness. Four retrospective studies demonstrated an increased risk of secondary neurologic complications in hospitalized patients with COVID-19 (incidence of 6%, 20%, and 36.4%, respectively). Inconsistent reporting and limited statistical analysis among these studies did not allow for assessment of comparative outcomes.\n\nConclusion Emerging literature suggests a daunting clinical relationship between COVID-19 and neurologic illness. Neurologists need to be prepared to reorganize their consultative practices to serve the neurologic needs of patients during this pandemic."}