{"mjms2020.27.2.1":  "Abtsract\nWhen the first report of COVID-19 appeared in December 2019 from Wuhan, China, the world unknowingly perceived this as another flu-like illness. Many were surprised at the extreme steps that China had subsequently taken to seal Wuhan from the rest of the world. However, by February 2020, the SARS-CoV-2 virus, which causes COVID-19, had spread so quickly across the globe that the World Health Organization officially declared COVID-19 a pandemic. COVID-19 is not the first pandemic the world has seen, so what makes it so unique in Malaysia, is discussed to avoid a future coronacoma.", "2020.03.24.20041020": "Abstract\n\nObjective To review and critically appraise published and preprint reports of models that aim to predict either (i) presence of existing COVID-19 infection, (ii) future complications in individuals already diagnosed with COVID-19, or (iii) models to identify individuals at high risk for COVID-19 in the general population. Design Rapid systematic review and critical appraisal of prediction models for diagnosis or prognosis of COVID-19 infection. Data sources PubMed, EMBASE via Ovid, Arxiv, medRxiv and bioRxiv until 24th March 2020. Study selection Studies that developed or validated a multivariable COVID-19 related prediction model. Two authors independently screened titles, abstracts and full text. Data extraction Data from included studies were extracted independently by at least two authors based on the CHARMS checklist, and risk of bias was assessed using PROBAST. Data were extracted on various domains including the participants, predictors, outcomes, data analysis, and prediction model performance. Results 2696 titles were screened. Of these, 27 studies describing 31 prediction models were included for data extraction and critical appraisal. We identified three models to predict hospital admission from pneumonia and other events (as a proxy for covid-19 pneumonia) in the general population; 18 diagnostic models to detect COVID-19 infection in symptomatic individuals (13 of which were machine learning utilising computed tomography (CT) results); and ten prognostic models for predicting mortality risk, progression to a severe state, or length of hospital stay. Only one of these studies used data on COVID-19 cases outside of China. Most reported predictors of presence of COVID-19 in suspected patients included age, body temperature, and signs and symptoms. Most reported predictors of severe prognosis in infected patients included age, sex, features derived from CT, C-reactive protein, lactic dehydrogenase, and lymphocyte count. Estimated C-index estimates for the prediction models ranged from 0.73 to 0.81 in those for the general population (reported for all 3 general population models), from 0.81 to > 0.99 in those for diagnosis (reported for 13 of the 18 diagnostic models), and from 0.85 to 0.98 in those for prognosis (reported for 6 of the 10 prognostic models). All studies were rated at high risk of bias, mostly because of non-representative selection of control patients, exclusion of patients who had not experienced the event of interest by the end of the study, and poor statistical analysis, including high risk of model overfitting. Reporting quality varied substantially between studies. A description of the study population and intended use of the models was absent in almost all reports, and calibration of predictions was rarely assessed. Conclusion COVID-19 related prediction models are quickly entering the academic literature, to support medical decision making at a time where this is urgently needed. Our review indicates proposed models are poorly reported and at high risk of bias. Thus, their reported performance is likely optimistic and using them to support medical decision making is not advised. We call for immediate sharing of the individual participant data from COVID-19 studies to support collaborative efforts in building more rigorously developed prediction models and validating (evaluating) existing models. The aforementioned predictors identified in multiple included studies could be considered as candidate predictors for new models. We also stress the need to follow methodological guidance when developing and validating prediction models, as unreliable predictions may cause more harm than benefit when used to guide clinical decisions. Finally, studies should adhere to the TRIPOD statement to facilitate validating, appraising, advocating and clinically using the reported models. Systematic review registration protocol: osf.io/ehc47/, registration: osf.io/wy245 ", "20008686.2020.1754538": "ABSTRACT\nCOVID-19 is the most rapidly growing pandemic in modern time, and the need for serological testing is most urgent. Although the diagnostics of acute patients by RT-PCR is both efficient and specific, we are also crucially in need of serological tools for investigating antibody responses and assessing individual and potential herd immunity. We evaluated a commercially available test developed for rapid (within 15 minutes) detection of SARS-CoV-2-specific IgM and IgG by 29 PCR-confirmed COVID-19 cases and 124 negative controls. The results revealed a sensitivity of 69% and 93.1% for IgM and IgG, respectively, based solely on PCR-positivity due to the absence of a serological gold standard. The assay specificities were shown to be 100% for IgM and 99.2% for IgG. This indicates that the test is suitable for assessing previous virus exposure, although negative results may be unreliable during the first weeks after infection. More detailed studies on antibody responses during and post infection are urgently needed.", "bmj.m1328": "Abstract\nObjective To review and critically appraise published and preprint reports of prediction models for diagnosing coronavirus disease 2019 (covid-19) in patients with suspected infection, for prognosis of patients with covid-19, and for detecting people in the general population at increased risk of becoming infected with covid-19 or being admitted to hospital with the disease.\n\nDesign Living systematic review and critical appraisal.\n\nData sources PubMed and Embase through Ovid, Arxiv, medRxiv, and bioRxiv up to 7 April 2020.\n\nStudy selection Studies that developed or validated a multivariable covid-19 related prediction model.\n\nData extraction At least two authors independently extracted data using the CHARMS (critical appraisal and data extraction for systematic reviews of prediction modelling studies) checklist; risk of bias was assessed using PROBAST (prediction model risk of bias assessment tool).\n\nResults 4909 titles were screened, and 51 studies describing 66 prediction models were included. The review identified three models for predicting hospital admission from pneumonia and other events (as proxy outcomes for covid-19 pneumonia) in the general population; 47 diagnostic models for detecting covid-19 (34 were based on medical imaging); and 16 prognostic models for predicting mortality risk, progression to severe disease, or length of hospital stay. The most frequently reported predictors of presence of covid-19 included age, body temperature, signs and symptoms, sex, blood pressure, and creatinine. The most frequently reported predictors of severe prognosis in patients with covid-19 included age and features derived from computed tomography scans. C index estimates ranged from 0.73 to 0.81 in prediction models for the general population, from 0.65 to more than 0.99 in diagnostic models, and from 0.85 to 0.99 in prognostic models. All models were rated at high or unclear risk of bias, mostly because of non-representative selection of control patients, exclusion of patients who had not experienced the event of interest by the end of the study, high risk of model overfitting, and vague reporting. Most reports did not include any description of the study population or intended use of the models, and calibration of the model predictions was rarely assessed.\n\nConclusion Prediction models for covid-19 are quickly entering the academic literature to support medical decision making at a time when they are urgently needed. This review indicates that proposed models are poorly reported, at high risk of bias, and their reported performance is probably optimistic. Hence, we do not recommend any of these reported prediction models to be used in current practice. Immediate sharing of well documented individual participant data from covid-19 studies and collaboration are urgently needed to develop more rigorous prediction models, and validate promising ones. The predictors identified in included models should be considered as candidate predictors for new models. Methodological guidance should be followed because unreliable predictions could cause more harm than benefit in guiding clinical decisions. Finally, studies should adhere to the TRIPOD (transparent reporting of a multivariable prediction model for individual prognosis or diagnosis) reporting guideline.", "eurjrheum.2020.2064": "Hydroxychloroquine (HCQ) has sparked much interest in the therapeutics of the Coronavirus Disease 2019 (COVID-19) pandemic. Its antiviral properties have been studied for years; regarding the Severe Acute Respiratory Syndrome-Corona Virus-2 (SARS-CoV-2), it has been shown that HCQ may act at multiple levels. These extend from the initial attachment of the virus to the respiratory epithelium to the inhibition of its replication by the alkalinisation of the phagolysosome’s microenvironment and the post-translational modification of certain viral proteins. Preliminary clinical evidence from China and France showed significant virological and clinical benefit in HCQ-treated patients, while other studies, mostly including critically ill patients, did not show favorable results. In this review, we critically appraise the existing evidence on HCQ against SARS-CoV-2 with particular emphasis on its protective and therapeutic role. Safety concerns that are relevant to the short-term HCQ use are also discussed. In the context of the rapid evolution of the COVID-19 pandemic that strains the health care systems worldwide and considering limited population-wide testing rates in most of the vulnerable countries, early empiric short-term administration of HCQ in symptomatic individuals, may be a promising, safe and low-cost strategy.", "ijgo.13156": "1 Goals of the Guidelines\nIn response to the World Health Organization (WHO) statements and international concerns regarding the coronavirus disease 2019 (COVID‐19) outbreak, FIGO has issued the following guidance for the management of pregnant women at the four main settings of pregnancy: (1) ambulatory antenatal care in the outpatient clinics; (2) management in the setting of the obstetrical triage; (3) intrapartum management; and (4) postpartum management and neonatal care. We also provide guidance on the medical treatment of pregnant women with COVID‐19 infection.\n\nThe recommendations included in the current document should be viewed as suggestions and may need to be adjusted within each medical center based on the local national guidance (when available), needs, resources, and limitations. Furthermore, this statement is not intended to replace previously published interim guidance on evaluation and management of COVID‐19‐exposed pregnant women.", "ijgo.13165": "Abstract\nObjective\n\nTo study chest CT images and clinical characteristics of COVID ‐19 pneumonia in pregnant patients to examine any correlation.\n\nMethods\n\nBetween December 31, 2019 and March 7, 2020, 23 hospitalized pregnant patients with confirmed COVID ‐19 were enrolled in the study. Clinical presentations were collected retrospectively from records, including laboratory testing, chest CT imaging, and symptoms. Descriptive analysis and correlation of patients’ clinical and CT characteristics were performed. Laboratory results from time of first admission and CT absorption (defined as reduction in lesion area, decrease in density, and absorption of some solid components) were compared between symptomatic and asymptomatic patients.\n\nResults\n\nFifteen (65.2%) patients were asymptomatic with patchy ground‐glass opacity in a single lung lobe. Eight (34.8%) patients were symptomatic with multiple patchy ground‐glass shadows, consolidation, and fibrous stripes. Differences in lymphocyte percentage and neutrophil granulocyte rate between first admission and CT absorption were significant (P <0.001). Median absorption time was shorter in the asymptomatic group compared with the symptomatic group (5 vs 10 days; P <0.001). Median hospitalization time between asymptomatic and symptomatic patients was 14 vs 25.5 days; P >0.001. Median absorption time and length of hospitalization for all patients was 6 days (IQR 5–8) and 17 days (IQR 13–25), respectively.\n\nConclusion\n\nRadiological findings and clinical characteristics in pregnant women with COVID ‐19 were similar to those of non‐pregnant women with COVID ‐19. Median absorption time and length of hospitalization in asymptomatic patients were significantly shorter than in symptomatic patients. Lymphocyte percentage and neutrophil granulocyte rate may be used as laboratory indicators of CT absorption.", "jamaoto.2020.0780": "Abstract\nImportance  The rapidly expanding novel coronavirus disease 2019 (COVID-19) pandemic, caused by severe acute respiratory syndrome coronavirus 2, has challenged the medical community to an unprecedented degree. Physicians and health care workers are at added risk of exposure and infection during the course of patient care. Because of the rapid spread of this disease through respiratory droplets, health care workers who come in close contact with the upper aerodigestive tract during diagnostic and therapeutic procedures, such as otolaryngologists–head and neck surgeons, are particularly at risk. A set of safety recommendations was created based on a review of the literature and communications with physicians with firsthand knowledge of safety procedures during the COVID-19 pandemic.\n\nObservations  A high number of health care workers were infected during the first phase of the pandemic in the city of Wuhan, China. Subsequently, by adopting strict safety precautions, other regions were able to achieve high levels of safety for health care workers without jeopardizing the care of patients. The most common procedures related to the examination and treatment of upper aerodigestive tract diseases were reviewed. Each category was reviewed based on the potential risk imposed to health care workers. Specific recommendations were made based on the literature, when available, or consensus best practices. Specific safety recommendations were made for performing tracheostomy in patients with COVID-19.\n\nConclusions and Relevance  Preserving a highly skilled health care workforce is a top priority for any community and health care system. Based on the experience of health care systems in Asia and Europe, by following strict safety guidelines, the risk of exposure and infection of health care workers could be greatly reduced while providing high levels of care. The provided recommendations, which may evolve over time, could be used as broad guidance for all health care workers who are involved in the care of patients with COVID-19.", "jama.2020.4914": "Infection Control and Testing\n1. For health care workers performing aerosol-generating procedures (eg, endotracheal intubation, nebulized treatments, open suctioning) use of fitted respirator masks is recommended (N95 respirators, FFP2), instead of surgical masks, in addition to other personal protective equipment (PPE) (best practice statement).\n2. Forusualcareofnonventilatedpatients,orforperformingnon–aerosol- generating procedures on patients receiving mechanical ventilation, use of medical masks is recommended, instead of respirator masks, in addition to other PPE (weak recommendation, low-quality evidence [LQE]).\n3. Diagnosticlowerrespiratorytractsamples(endotrachealaspirates)are preferred over bronchial washings, bronchoalveolar lavage, and upper respiratory tract (nasopharyngeal or oropharyngeal) samples\n(weak recommendation, LQE).\nHemodynamic Support\n1. For acute resuscitation of adults with shock, the following are suggested: measuring dynamic parameters to assess fluid responsiveness (weak recommendation, LQE), using a conservative fluid administration strategy (weak recommendation, very LQE), and using crystalloids over colloids (strong recommendation; moderate QE). Balanced crystalloids are preferred over unbalanced crystalloids (weak recommendation, moderate QE).\n2. Foradultswithshock,thefollowingaresuggested:usingnorepinephrine as the first-line vasoactive (weak recommendation, LQE), use of either vasopressin or epinephrine as the first line if norepinephrine is not available (weak recommendation, LQE). Dopamine is not recommended if norepinephrine is not available (strong recommendation, high QE). Adding vasopressin as a second-line agent is suggested if the target (60-65 mm Hg) mean arterial pressure cannot be achieved by norepinephrine alone (weak recommendation, moderate QE).\nVentilatory Support\n1. Starting supplemental oxygen is recommended if the SpO2 is less than 90% (strong recommendation, moderate QE). SpO2 should be maintained no higher than 96% (strong recommendation, moderate QE).\n2. For acute hypoxemic respiratory failure despite conventional oxygen therapy, use of high-flow nasal cannula (HFNC) is suggested relative to conventional oxygen therapy and noninvasive positive pressure ventilation (NIPPV) (weak recommendation, LQE). If HFNC is not avail- able, a trial of NIPPV is suggested (weak recommendation, very LQE). Close monitoring for worsening of respiratory status and early intubation if worsening occurs is recommended (best practice statement).\n3. Foradultsreceivingmechanicalventilationwhohaveacuterespiratory distress syndrome (ARDS), use of low tidal volume ventilation\n(4-8 mL/kg of predicted body weight) is recommended and preferred over higher tidal volumes (>8 mL/kg) (strong recommendation, moderate QE). Targeting plateau pressures of <30 cm H2O (strong recommendation, moderate QE) is recommended. Using a higher positive end-expiratory pressure (PEEP) strategy over lower PEEP strategy is suggested (weak recommendation, LQE).\n4. Foradultsreceivingmechanicalventilationwhohavemoderatetosevere ARDS, prone ventilation for 12 to 16 hours is suggested over no prone venti- lation (weak recommendation, LQE). Using as-needed neuromuscular blocking agents (NMBAs) instead of continuous NMBA infusion to facilitate protective lung ventilation is suggested (weak recommendation, LQE).\n5. ForadultsreceivingmechanicalventilationwhohavesevereARDSand hypoxemia despite optimizing ventilation, a trial of inhaled pulmonary vasodilator is suggested. If no rapid improvement in oxygenation is observed, the treatment should be tapered (weak recommendation, very LQE). The use of lung recruitment maneuvers (intended to open otherwise closed lung segments, such as 40 cm H2O inspiratory hold for 40 seconds) is suggested, over not using recruitment maneuvers (weak recommendation, LQE), but using staircase (incremental PEEP) recruit- ment maneuvers is not recommended (strong recommendation, moder- ate QE). Use of veno-venous circulation for extracorporeal membrane oxygenation (ECMO) or referral to an ECMO center is suggested, if avail- able, for selected patients (weak recommendation, LQE).\nTherapy\n1. In adults receiving mechanical ventilation who do not have ARDS, routine use of systematic corticosteroids is suggested against (weak recommendation, LQE). In those with ARDS, use of corticosteroids is suggested (weak recommendation, LQE).\n2. InCOVID-19patientsreceivingmechanicalventilationwhohaverespira- tory failure, use of empiric antimicrobial/antibacterial agents is sug- gested (no evidence rating); assess for deescalation.\n3. Incriticallyilladultswithfever,useofpharmacologicagentsfortempera- ture control is suggested over nonpharmacologic agents or no treatment. Routine use of standard IV immunoglobulins is not suggested. Convales- cent plasma is not suggested. There is insufficient evidence to issue a recommendation on use of any of the following: antiviral agents, recombi- nant interferons, chloroquine/hydroxychloroquine, or tocilizumab.", "jama.2020.6019":  "Abstract\nImportance  The pandemic of coronavirus disease 2019 (COVID-19) caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) presents an unprecedented challenge to identify effective drugs for prevention and treatment. Given the rapid pace of scientific discovery and clinical data generated by the large number of people rapidly infected by SARS-CoV-2, clinicians need accurate evidence regarding effective medical treatments for this infection.\n\nObservations  No proven effective therapies for this virus currently exist. The rapidly expanding knowledge regarding SARS-CoV-2 virology provides a significant number of potential drug targets. The most promising therapy is remdesivir. Remdesivir has potent in vitro activity against SARS-CoV-2, but it is not US Food and Drug Administration approved and currently is being tested in ongoing randomized trials. Oseltamivir has not been shown to have efficacy, and corticosteroids are currently not recommended. Current clinical evidence does not support stopping angiotensin-converting enzyme inhibitors or angiotensin receptor blockers in patients with COVID-19.\n\nConclusions and Relevance  The COVID-19 pandemic represents the greatest global public health crisis of this generation and, potentially, since the pandemic influenza outbreak of 1918. The speed and volume of clinical trials launched to investigate potential therapies for COVID-19 highlight both the need and capability to produce high-quality evidence even in the middle of a pandemic. No therapies have been shown effective to date.", "jama.2020.2648":  "The Chinese Center for Disease Control and Prevention recently published the largest case series to date of coronavirus disease 2019 (COVID-19) in mainland China (72 314 cases, updated through February 11, 2020).1 This Viewpoint summarizes key findings from this report and discusses emerging understanding of and lessons from the COVID-19 epidemic.", "NEJMoa2012410":  "Abstract\nBACKGROUND\nHydroxychloroquine has been widely administered to patients with Covid-19 without robust evidence supporting its use.\nMETHODS\nWe examined the association between hydroxychloroquine use and intubation or death at a large medical center in New York City. Data were obtained regarding consecutive patients hospitalized with Covid-19, excluding those who were intubated, died, or discharged within 24 hours after presentation to the emergency department (study baseline). The primary end point was a composite of intubation or death in a time-to-event analysis. We compared outcomes in patients who received hydroxychloroquine with those in patients who did not, using a multivariable Cox model with inverse probability weighting according to the propensity score.\nRESULTS\nOf 1446 consecutive patients, 70 patients were intubated, died, or discharged within 24 hours after presentation and were excluded from the analysis. Of the remaining 1376 patients, during a median follow-up of 22.5 days, 811 (58.9%) received hydroxychloroquine (600 mg twice on day 1, then 400 mg daily for a median of 5 days); 45.8% of the patients were treated within 24 hours after presentation to the emergency department, and 85.9% within 48 hours. Hydroxychloroquine-treated patients were more severely ill at baseline than those who did not receive hydroxychloroquine (median ratio of partial pressure of arterial oxygen to the fraction of inspired oxygen, 223 vs. 360). Overall, 346 patients (25.1%) had a primary end-point event (180 patients were intubated, of whom 66 subsequently died, and 166 died without intubation). In the main analysis, there was no significant association between hydroxychloroquine use and intubation or death (hazard ratio, 1.04, 95% confidence interval, 0.82 to 1.32). Results were similar in multiple sensitivity analyses.\nCONCLUSIONS\nIn this observational study involving patients with Covid-19 who had been admitted to the hospital, hydroxychloroquine administration was not associated with either a greatly lowered or an increased risk of the composite end point of intubation or death. Randomized, controlled trials of hydroxychloroquine in patients with Covid-19 are needed. (Funded by the National Institutes of Health.)", "S0140-6736(20)31023-0":  "In The Lancet, Yeming Wang and colleagues1 report a randomised trial of remdesivir (200 mg on day 1 followed by 100 mg on days 2–10, in single daily infusions) versus placebo for adults with severe coronavirus disease 2019 (COVID-19) in ten hospitals in Wuhan, China. The authors report on 236 patients (140 [59%] men and 96 [41%] women; median age 65 years [IQR 56–71]), with inconclusive findings on the primary outcome of time to clinical improvement, defined as a two-point improvement on a 6-point ordinal scale,2 a hazard ratio of 1·23 (95% CI 0·87–1·75; favouring remdesivir), and median observation times\nof 21 days (IQR 13–28) in the remdesivir group versus 23 days (15–28) in the placebo group (a non-significant difference).\nThe study was well designed—a double-blind, placebo- controlled, multicentre, randomised trial—and well conducted, with high protocol adherence and no loss to follow up. Randomised evidence was needed following high-profile publications on the first US COVID-19 case3 and the subsequent compassionate use of remdesivir in a 53-patient case series,4 which, coupled with in- vitro and animal model evidence, had generated high expectations of remdesivir efficacy.", "S1473-3099(20)30195-X":  "As of March 1, 2020, 79 968 patients in China and 7169 outside of China had tested positive for coronavirus\n1\ndisease 2019 (COVID-19). Among\nChinese patients, 2873 deaths had occurred, equivalent to a mortality rate of 3·6% (95% CI 3·5–3·7), while 104 deaths from COVID-19 had been reported outside of China (1·5% [1·2–1·7]). However, these mortality rate estimates are based on the number of deaths relative to the number of confirmed cases of infection, which is not representative of the actual death rate; patients who die on any given day were infected much earlier, and thus the denominator of the mortality rate should be the total number of patients infected at the same time as those who died. Notably, the full denominator remains unknown because asymptomatic cases or patients with very mild symptoms might not be tested and will not be identified. Such cases therefore cannot be included in the estimation of actual mortality rates, since actual estimates pertain to clinically apparent COVID-19 cases.\nThe maximum incubation period\nis assumed to be up to 14 days,2\nwhereas the median time from onset\nof symptoms to intensive care unit\n(ICU) admission is around 10 days.3,4\nRecently, WHO reported that the\ntime between symptom onset and\ndeath ranged from about 2 weeks to\n8 weeks.\nWe re-estimated mortality rates by\ndividing the number of deaths on a given day by the number of patients with confirmed COVID-19 infection 14 days before. On this basis, using WHO data on the cumulative number of deaths to March 1, 2020, mortality rates would be 5·6% (95% CI 5·4–5·8) for China and 15·2% (12·5–17·9) outside of China. Global mortality rates over time using a 14-day delay estimate are shown in the figure, with a curve that levels off to a rate of 5·7% (5·5–5·9), converging with the current WHO estimates. Estimates will increase if a longer delay between onset of illness and death is considered. A recent time- delay adjusted estimation indicates that mortality rate of COVID-19 could be as high as 20% in Wuhan, the epicentre of the outbreak.6 These findings show that the current figures might underestimate the potential threat of COVID-19 in symptomatic patients.", "S2213-2600(20)30076-X":  "Since late December, 2019, an outbreak of a novel coronavirus disease (COVID-19; previously known as 2019-nCoV)1,2 was reported in Wuhan, China,2 which has subsequently affected 26 countries worldwide. In general, COVID-19 is an acute resolved disease but it can also be deadly, with a 2% case fatality rate. Severe disease onset might result in death due to massive alveolar damage and progressive respiratory failure.2,3 As of Feb 15, about 66 580 cases have been confirmed and over 1524 deaths. However, no pathology has been reported due to barely accessible autopsy or biopsy.2,3 Here, we investigated the pathological characteristics of a patient who died from severe infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by postmortem biopsies. This study is in accordance with regulations issued by the National Health Commission of China and the Helsinki Declaration. Our findings will facilitate understanding of the pathogenesis of COVID-19 and improve clinical strategies against the disease.\nA 50-year-old man was admitted to a fever clinic on Jan 21, 2020, with symptoms of fever, chills, cough, fatigue and shortness of breath. He reported a travel history to Wuhan Jan 8–12, and that he had initial symptoms of mild chills and dry cough on Jan 14 (day 1 of illness) but did not see a doctor and kept working until Jan 21 (figure 1). Chest x-ray showed multiple patchy shadows in both lungs (appendix p 2), and a throat swab sample was taken. On Jan 22 (day 9 of illness), the Beijing Centers for Disease Control (CDC) confirmed by reverse real-time PCR assay that the patient had COVID-19.\nHe was immediately admitted to the isolation ward and received supplemental oxygen through a face mask. He was given interferon alfa-2b (5 million units twice daily, atomisation inhalation) and lopinavir plus ritonavir (500 mg twice daily, orally) as antiviral therapy, and moxifloxacin (0·4 g once daily, intravenously) to prevent secondary infection. Given the serious shortness of breath and hypoxaemia, methylprednisolone (80 mg twice daily, intravenously) was administered to attenuate lung inflammation. Laboratory tests results are listed in the appendix (p 4). After receiving medication, his body temperature reduced from 39·0 to 36·4 °C. However, his cough, dyspnoea, and fatigue did not improve. On day 12 of illness, after initial presentation, chest x-ray showed progressive infiltrate and diffuse gridding shadow in both lungs. He refused ventilator support in the intensive care unit repeatedly because he suffered from claustro- phobia; therefore, he received high-flow nasal cannula (HFNC) oxygen therapy (60% concentration, flow rate 40 L/min). On day 13 of illness, the patient’s symptoms had still not improved, but oxygen saturation remained above 95%. In the afternoon of day 14 of illness, his hypoxaemia and shortness of breath worsened. Despite receiving HFNC oxygen therapy (100% concentration, flow rate 40 L/min), oxygen saturation values decreased to 60%, and the patient had sudden cardiac arrest. He was immediately given invasive ventilation, chest com- pression, and adrenaline injection. Unfortunately, the rescue was not successful, and he died at 18:31 (Beijing time).\nBiopsy samples were taken from lung, liver, and heart tissue of the patient. Histological examination showed bilateral diffuse alveolar damage with cellular fibromyxoid exudates (figure 2A, B). The right lung showed evident desquamation of pneumocytes and hyaline membrane formation, indicating acute respiratory distress syndrome (ARDS; figure 2A). The left lung tissue displayed pulmonary oedema with hyaline membrane formation, suggestive of early-phase ARDS (figure 2B). Interstitial mononuclear inflammatory infiltrates, dominated by lymphocytes, were seen in both lungs. Multinucleated syncytial cells with atypical enlarged pneumocytes characterised by large nuclei, amphophilic granular cyto- plasm, and prominent nucleoli were identified in the intra- alveolar spaces, showing viral cytopathic-like changes. No obvious intranuclear or intracytoplasmic viral inclusions were identified.\nThe pathological features of COVID-19 greatly resemble those seen in SARS and Middle Eastern respiratory syndrome (MERS) coronavirus infection.4,5 In addition, the liver biopsy specimens of the patient with COVID-19 showed moderate microvesicular steatosis and mild lobular and portal activity (figure 2C), indicating the injury could have been caused by either SARS-CoV-2 infection or drug-induced liver injury. There were a few interstitial mononuclear inflammatory infiltrates, but no other substantial damage in the heart tissue (figure 2D).\nPeripheral blood was prepared for flow cytometric analysis. We found that the counts of peripheral CD4 and CD8 T cells were substantially reduced, while their status was hyperactivated, as evidenced by the high proportions of HLA-DR (CD4 3·47%) and CD38 (CD8 39·4%) double-positive fractions (appendix p 3). Moreover, there was an increased concentration of highly proinflammatory CCR6+ Th17 in CD4 T cells (appendix p 3). Additionally, CD8 T cells were found to harbour high concentrations of cytotoxic granules, in which 31·6% cells were perforin positive, 64·2% cells were granulysin positive, and 30·5% cells were granulysin and perforin double-positive (appendix p 3). Our results imply that overactivation of T cells, manifested by increase of Th17 and high cytotoxicity of CD8 T cells, accounts for, in part, the severe immune injury in this patient.\nX-ray images showed rapid progression of pneumonia and some differences between the left and right lung. In addition, the liver tissue showed moderate microvesicular steatosis and mild lobular activity, but there was no conclusive evidence to support SARS-CoV-2 infection or drug-induced liver injury as the cause. There were no obvious histological changes seen in heart tissue, suggesting that SARS-CoV-2 infection might not directly impair the heart.\nAlthough corticosteroid treatment is not routinely recommended to be used for SARS-CoV-2 pneumonia,1 according to our pathological findings of pulmonary oedema and hyaline membrane formation, timely and appropriate use of corticosteroids together with ventilator support should be considered for the severe patients to prevent ARDS development.\nLymphopenia is a common feature in the patients with COVID-19 and might be a critical factor associated with disease severity and mortality.3\nOur clinical and pathological findings in this severe case of COVID-19 can not only help to identify a cause of death, but also provide new insights into the pathogenesis of SARS-CoV-2-related pneumonia, which might help physicians to formulate a timely therapeutic strategy for similar severe patients and reduce mortality.", "S1473-3099(20)30132-8":  "Bothcoronavirusdisease2019(COVID-19)andsevere acute respiratory syndrome (SARS) are characterised by an overexuberant inflammatory response and, for SARS, viral load is not correlated with the worsening of symptoms.1,2 In our previous Correspondence to The Lancet,3 we described how BenevolentAI’s pro- prietary artificial intelligence (AI)-derived knowledge graph,4 queried by a suite of algorithms, enabled identification of a target and a potential therapeutic against SARS coronavirus 2 (SARS-CoV-2; the causative organism in COVID-19). We identified a group of approved drugs that could inhibit clathrin-mediated endocytosis and thereby inhibit viral infection of cells (appendix). The drug targets are members of the numb-associated kinase (NAK) family—including AAK1 and GAK—the inhibition of which has been shown to reduce viral infection in vitro.5,6 Baricitinib was identified as a NAK inhibitor, with a particularly high affinity for AAK1, a pivotal regulator of clathrin- mediated endocytosis. We suggested that this drug could be of use in countering SARS-CoV-2 infections, subject to appropriate clinical testing.\nTo take this work further in a short timescale, a necessity when dealing with a new human pathogen, we re-examined the affinity and selectivity of all the approved drugs in our knowledge graph to identify those with both antiviral and anti-inflammatory properties. Such drugs are predicted to be of particular\nimportance in the treatment of severe cases of COVID-19, when the host inflammatory response becomes a major cause of lung damage and subsequent mortality. Comparison of the properties of the three best candidates are shown in the table. Baricitinib, fedratinib, and ruxolitinib are potent and selective JAK inhibitors approved for indications such as rheumatoid arthritis and myelofibrosis. All three are powerful anti- inflammatories that, as JAK–STAT signalling inhibitors, are likely to be effective against the consequences of the elevated levels of cytokines (including interferon-γ) typically observed in people with COVID-19·2 Although the three candidates have similar JAK inhibitor potencies, a high affinity for AAK1 suggests baricitinib is the best of the group, especially given its once-daily oral dosing and acceptable side-effect profile.7 The most significant side-effect seen over 4214 patient- years in the clinical trial programmes used for European Medicines Agency registration was a small increase in upper respiratory tract infections (similar to that observed with methotrexate), but the incidence of serious infections (eg, herpes zoster) over 52 weeks’ dosing was small (3·2 per 100 patient-years), and similar to placebo.7 Use of this agent in patients with COVID-19 over 7–14 days, for example, suggests side-effects would be trivial.\nOther AI-algorithm-predicted NAK inhibitors include a combination of the oncology drugs sunitinib and with other anti-arthritic drugs or JAK inhibitors. Our analysis of the closely related JAK inhibitors ruxolitinib and fedratinib (table) illustrates that the predicted unbound plasma exposure required to inhibit the enzymes needed for clathrin-mediated endocytosis greatly exceeds the currently tolerated exposures used therapeutically. These drugs are, therefore, unlikely to reduce viral infectivity at tolerated doses, although they might reduce the host inflammatory response through JAK inhibition. Intriguingly, another JAK inhibitor, tofacitinib, shows no detectable inhibition of AAK1. The high affinity of baricitinib for NAKs, its anti- inflammatory properties, and its ability to ameliorate associated chronic inflammation in interferonopathies,8 together with its advantageous pharmacokinetic properties, appear to make it a special case among the approved drugs.\nIn addition, the potential for combination therapy with baracitinib is high because of its low plasma protein binding and minimal interaction with CYP enzymes and drug transporters. Furthermore, there is the potential for combining baricitinib with the direct- acting antivirals (lopinavir or ritonavir and remdesivir) currently being used in the COVID-19 outbreak, since it has a minimal interaction with the relevant CYP drug- metabolising enzymes. Combinations of baricitinib with these direct-acting antivirals could reduce viral infectivity, viral replication, and the aberrant host inflammatory response. This work demonstrates that the use of an AI-driven knowledge graph can facilitate rapid drug development.", "radiol.2020200843":  "Abstract\n\nBackground\n\nCT may play a central role in the diagnosis and management of COVID-19 pneumonia.\n\nPurpose\n\nTo perform a longitudinal study to analyze the serial CT findings over time in patients with COVID-19 pneumonia.\n\nMaterials and Methods\n\nDuring January 16 to February 17, 2020, 90 patients (male:female, 33:57; mean age, 45 years) with COVID-19 pneumonia were prospectively enrolled and followed up until they were discharged or died, or until the end of the study. A total of 366 CT scans were acquired and reviewed by 2 groups of radiologists for the patterns and distribution of lung abnormalities, total CT scores and number of zones involved. Those features were analyzed for temporal change.\n\nResults\n\nCT scores and number of zones involved progressed rapidly, peaked during illness days 6-11 (median: 5 and 5), and followed by persistence of high levels. The predominant pattern of abnormalities after symptom onset was ground-glass opacity (35/78 [45%] to 49/79 [62%] in different periods). The percentage of mixed pattern peaked (30/78 [38%]) on illness days 12-17, and became the second most predominant pattern thereafter. Pure ground-glass opacity was the most prevalent sub-type of ground-glass opacity after symptom onset (20/50 [40%] to 20/28 [71%]). The percentage of ground-glass opacity with irregular linear opacity peaked on illness days 6-11 (14/50 [28%)]) and became the second most prevalent subtype thereafter. The distribution of lesions was predominantly bilateral and subpleural. 66/70 (94%) patients discharged had residual disease on final CT scans (median CT scores and zones involved: 4 and 4), with ground-glass opacity (42/70 [60%]) and pure ground-glass opacity (31/42 [74%]) the most common pattern and subtype.\n\nConclusion\n\nThe extent of lung abnormalities on CT peaked during illness days 6-11. The temporal changes of the diverse CT manifestations followed a specific pattern, which might indicate the progression and recovery of the illness.\n\nSummary\n\nThis prospective longitudinal study systematically described the temporal changes of CT findings in COVID-19 pneumonia and summarized the CT findings at the time of hospital discharge.\n\nKey Results\n\n■ The extent of CT abnormalities progressed rapidly after symptom onset, peaked during illness days 6-11, and followed by persistence of high levels.\n\n■ The predominant pattern of abnormalities after symptom onset was ground-glass opacity; the percentage of mixed pattern peaked during illness days 12-17, and became the second most prevalent pattern thereafter.\n\n■ Sixty-six of the 70 patients (94%) discharged had residual disease on final CT scans, with ground-glass opacity the most common pattern.", "s41418-020-0530-3":  "More than 100 years since the outbreak of the 1918 influenza pandemic, we now seem to face another pandemic. The outbreak of the new coronavirus (SARS-CoV-2) infection is spreading to every continent, forcing us to live with this virus for perhaps a long time. Scientists and clinicians have learned much of coronavirus disease 2019, COVID-19, and its pathogenesis [1]: not all people exposed to SARS-CoV-2 are infected and not all infected patients develop severe respiratory illness. Accordingly, SARS-CoV-2 infection can be roughly divided into three stages: stage I, an asymptomatic incubation period with or without detectable virus; stage II, non-severe symptomatic period with the presence of virus; stage III, severe respiratory symptomatic stage with high viral load [2]. From the point of view of prevention, individuals at stage I, the stealth carriers, are the least manageable because, at least on some occasions, they spread the virus unknowingly: indeed, the first asymptomatic transmission has been reported in Germany [3]. The role of asymptomatic SARS-CoV-2 infected individuals in disseminating the infection remains to be defined.\n\nAmong over 1000 patients analyzed in Wuhan, except occasionally in children and adolescence, it infects all the other age groups evenly. About 15% of the confirmed cases progress to the severe phase, although there is a higher chance for patients over 65 to progress into the severe phase [1]. One of the biggest unanswered questions is why some develop severe disease, whilst others do not. Clearly, the conventional wisdom based on overall immunity of the infected patients cannot explain this broad spectrum in disease presentation.", "j.clinimag.2020.04.001":  "ABSTRACT/INTRODUCTION As the global pandemic of coronavirus disease-19 (COVID-19) progresses, many physicians in a wide variety of specialties continue to play pivotal roles in diagnosis and management. In radiology, much of the literature to date has focused on chest CT manifestations of COVID-19 (Zhou et al. [1]; Chung et al. [2]). However, due to infection control issues related to patient transport to CT suites, the inefficiencies introduced in CT room de- contamination, and lack of CT availability in parts of the world, portable chest radiography (CXR) will likely be the most commonly utilized modality for identification and follow up of lung abnormalities. In fact, the American College of Radiology (ACR) notes that CT decontamination required after scanning COVID-19 patients may disrupt radiological service availability and suggests that portable chest radiography may be considered to minimize the risk of cross-infection (American College of Radiology [3]). Furthermore, in cases of high clinical suspicion for COVID-19, a positive CXR may obviate the need for CT. Additionally, CXR utilization for early disease detection may also play a vital role in areas around the world with limited access to reliable real-time reverse transcription polymerase chain reaction (RT-PCR) COVID testing.\nThe purpose of this pictorial review article is to describe the most common manifestations and patterns of lung abnormality on CXR in COVID-19 in order to equip the medical community in its efforts to combat this pandemic.", "voxs.12564":  "The novel coronavirus disease (COVID‐19) is spreading rapidly, a pandemic that has already affected millions of people across the world [1, 2]. Currently, there are no vaccines or drugs approved for COVID‐19. Initial data which are coming from large clinical trials using Hydroxychloroquine, Lopinavir/Ritonavir, Remdesevir and Favipiravir are not satisfactory against COVID‐19 till now, and we are in the midst of a worldwide public health threat [3, 4]. In this context, human convalescent plasma is considered as an option for treatment of COVID‐19 disease. Convalescent plasma therapy is a classic adaptive immunotherapy [5] which involves the administration of antibodies against COVID‐19 to a COVID‐19 patient for the purpose of treating the viral disease. Over the last two decades, convalescent plasma therapy was used for the treatment of 2003 SARS‐CoV‐1 epidemic, 2009‐2010 H1N1 influenza virus pandemic, the 2012 Middle East respiratory syndrome (MERS)‐CoV epidemic and 2014‐2016 Ebola epidemic [5].\n\nMost of the articles published until now are only case series. In a small case series from China, five critically ill COVID‐19 patients with ARDS were successfully treated with convalescent plasma containing neutralizing antibodies [6]. In another study of convalescent plasma therapy, 10 severely ill patients were transfused with 200 ml of convalescent plasma and clinically improved in 3 days [7]. Although, not a single double‐blind, randomized, placebo‐controlled trial for convalescent plasma therapy in COVID‐19 is available till date; US FDA has approved convalescent plasma for COVID‐19 as a single‐patient emergency investigational new drugs (IND) [8] by looking at the magnum of the current epidemic. Considering the lack of strong evidences of this treatment modality for COVID‐19 cases, some countries like India are trying to develop a protocol for convalescent plasma therapy in moderately ill COVID‐19 patients by starting a multi‐centre, two‐arm, prospective, phase II, open‐label, randomized controlled trial coving the heterogeneity of population [9] which is no doubt a formidable effort at current situation. After obtaining written, informed consent, the patient will be enrolled in the study and randomized into either the intervention or control arm for next 6 months. Stratified randomization will be done based on the trial site location in the country and the primary outcome will be measured by a composite outcome, either by avoidance of progression to severe ARDS from moderate condition or by analysis of all‐cause mortality at 28 days.\n\nThe most powerful evidence in modern medicine is the randomized clinical trial, but randomization can be uncomfortable and extremely difficult in the face of an epidemic of current stature. For example, clinicians who believe a COVID‐19 patient would benefit from convalescent plasma therapy may have to potentially withhold the treatment in some cases as per the requirement of the conventional randomized trial to include more patients in control arm. From an academic perspective, this is acceptable because an investigational treatment might actually turn out to be harmful but it is hard to accept considering the clinical outcome of the disease like COVID‐19 where actually no specific treatment or drug available till now. Obtaining high‐quality clinical trial data to guide the care of patients is not easy in the face of an epidemic, and the feasibility of a randomized design has been called into question as observed in the 2014 Ebola outbreak in West Africa [10]. On the other hand, open‐label trial has some limitations like the end‐points may be influenced by the clinicians who are very much aware of treatment protocol and that may lead to a potential bias in the study. Another point against the conventional trial design is the gradual pace of the research. To conclude a definite outcome after a specific interval of study is not suitable for a pandemic like the current one which has shut down almost all non‐essential services around the world. Thus, a cooperative international effort to adapt trials to the pandemic is the need of an hour without compromising the ethical priorities. Trial designs can be simplified and should be drafted to make randomization more comfortable, assigning more treatment options and dosages to reduce the proportion of patients who need to be in control groups. For example, hospitals can evaluate patients before and after administration of convalescent plasma by taking an expanded access programme instead of assigning strict control groups. If all hospitals are not using convalescent plasma at the same time, a somewhat time‐controlled, staggered study design can be achieved. But following this design can be a bit difficult in densely populated developing countries with high number of infective cases as it requires patient evaluation on follow‐up by an already overburden preoccupied healthcare worker who has very limited access to nonemergency outpatient services. Another option is sequential testing strategy which can be effective to rapidly stop unsuccessful study arms and inclusions of more cases in possibly successful arms for better public health interest in the middle of a pandemic. Similarly, multiple studies at different sites with same objectives can use one small control group by pooling the data of all control groups together to maximize the number of people in test arms who may get potential benefit from an experimental therapy like COVID convalescent plasma therapy. Instead of including a control group, test arm results can also be compared to published case series of patients considering them as historical cohort group. Another example regarding control group assignment, over 1 million COVID‐19 cases in the United States at present alone can create a large control group that can be very well matched. After the patients are enrolled for convalescent plasma therapy, the database of over 1 million cases can be searched and can be matched with a group of patients that have a similar stage of COVID‐19 but have not received any plasma from recovered COVID‐19 donor. That could also produce a better matched, safer control group for the ongoing clinical trials. Recruitment of more centres in the middle of the multi‐centre clinical trials; well collaborative approaches by using common logistic and electronic platforms, providing uniform data access to other on‐board members and interim analysis of trial data could make a significant difference in trial design and outcome. All available data of collection, processing, production, storage, issuing, administration and clinical end‐points of COVID convalescent plasma studies should be entered and kept into a single large database for multiple countries. Analysis of these data will help to optimize the convalescent plasma therapy treatment protocol for COVID‐19. If it is confirmed to be safe and effective, it should be stocked up in preparing for the second wave of COVID if it will come unless a specific drug or a vaccine will be available. Wise communication by physicians with patients on this issue and making them understand that for a new disease, any treatment administered is experimental will be another key of successful trial. Clinical trials must blend more with the clinical practice then only more practitioners can become confident enough about giving critically ill patients an investigational treatment, and instead of expecting a negative outcome like a failed trial of a drug or treatment protocol, the overall development of treatment can be achieved. It is expected that the period until effective treatments are discovered and implemented for COVID‐19 will be prolonged; therefore, the ongoing or future trial design should be smarter than the conventional one. Each aspect discussed in this article should be carefully evaluated by the clinical trial experts and that can only reduce the anguish of the people around the world by providing them some light of hope."}