{"rs.3.rs-29729/v1":  "\nAbstract Background: The DYNAMIC study is based on three properties of tetracyclines. (1) Tetracyclines are known to chelate zinc from metalloproteases (MMPs). It is possible that their chelating activity may help to inhibit COVID-19 infection by limiting its ability to replicate in the host. (2) As seen with dengue virus, tetracyclines may also be able to inhibit the replication of positive polarity single-stranded RNA viruses, such as COVID-19. (3) In addition, tetracyclines are modulators of innate immunity (anti-inflammatory activity), a property that has been used to treat inflammatory skin diseases for many years. They could therefore participate in limiting the cytokine storm induced by COVID-19. The lipophilic nature of tetracyclines and their strong pulmonary penetration could allow them to inhibit viral replication at this level. Among tetracyclines, the advantages of doxycycline are triple: its long history of safety (infrequent side effects with no notable risks), the short duration of treatment and its low cost.\nMethods: By estimating the rate of patients presenting pulmonary signs requiring hospitalisation in at-risk patients infected with COVID-19 at 25%, we hypothesise that on doxycycline, this rate would decrease to 12%. The main objective involves 2 embedded hypotheses tested successively in case of rejection of the previous one: (i) Decrease the rate of patients requiring hospitalisation, (ii) Decrease the use of mechanical ventilatory assistance.\nDiscussion: This study could have an impact on the management of COVID-19 risk factor patientsupstream of hospitals by general practitioners. These patients,if kept at home under experimental treatment, would participate in reducing the risk of dissemination of SAR-CoV-2in the population.Thus, this treatment would contribute to supporting the deconfinement strategy through blocking the viral infection early and reducing the contagious period.", "2020.03.17.20037432":  "Abstract\n\nBackground No clinically proven effective antiviral strategy exists for the epidemic Coronavirus Disease 2019 (COVID-19). Methods We conducted a prospective, randomized, controlled, open-label multicenter trial involving adult patients with COVID-19. Patients were randomly assigned in a 1:1 ratio to receive conventional therapy plus Umifenovir (Arbidol) (200mg*3/day) or Favipiravir (1600mg*2/first day followed by 600mg*2/day) for 10 days. The primary outcome was clinical recovery rate of Day 7. Latency to relief for pyrexia and cough, the rate of auxiliary oxygen therapy (AOT) or noninvasive mechanical ventilation (NMV) were the secondary outcomes. Safety data were collected for 17 days. Results 240 enrolled COVID-19 patients underwent randomization; 120 patients were assigned to receive Favipiravir (116 assessed), and 120 to receive Arbidol (120 assessed). Clinical recovery rate of Day 7 does not significantly differ between Favipiravir group (71/116) and Arbidol group (62/120) (P=0.1396, difference of recovery rate: 0.0954; 95% CI: -0.0305 to 0.2213). Favipiravir led to shorter latencies to relief for both pyrexia (difference: 1.70 days, P<0.0001) and cough (difference: 1.75 days, P<0.0001). No difference was observed of AOT or NMV rate (both P>0.05). The most frequently observed Favipiravir-associated adverse event was raised serum uric acid (16/116, OR: 5.52, P=0.0014). Conclusions Among patients with COVID-19, Favipiravir, compared to Arbidol, did not significantly improve the clinically recovery rate at Day 7. Favipiravir significantly improved the latency to relief for pyrexia and cough. Adverse effects caused Favipiravir are mild and manageable. This trial is registered with Chictr.org.cn (ChiCTR2000030254).", "2020.03.22.20040758":  "Abstract\n\nAims: Studies have indicated that chloroquine (CQ) shows antagonism against COVID-19 in vitro. However, evidence regarding its effects in patients is limited. This study aims to evaluate the efficacy of hydroxychloroquine (HCQ) in the treatment of patients with COVID-19. Main methods: From February 4 to February 28, 2020, 62 patients suffering from COVID-19 were diagnosed and admitted to Renmin Hospital of Wuhan University. All participants were randomized in a parallel-group trial, 31 patients were assigned to receive an additional 5-day HCQ (400 mg/d) treatment, Time to clinical recovery (TTCR), clinical characteristics, and radiological results were assessed at baseline and 5 days after treatment to evaluate the effect of HCQ. Key findings: For the 62 COVID-19 patients, 46.8% (29 of 62) were male and 53.2% (33 of 62) were female, the mean age was 44.7 (15.3) years. No difference in the age and sex distribution between the control group and the HCQ group. But for TTCR, the body temperature recovery time and the cough remission time were significantly shortened in the HCQ treatment group. Besides, a larger proportion of patients with improved pneumonia in the HCQ treatment group (80.6%, 25 of 31) compared with the control group (54.8%, 17 of 31). Notably, all 4 patients progressed to severe illness that occurred in the control group. However, there were 2 patients with mild adverse reactions in the HCQ treatment group. Significance: Among patients with COVID-19, the use of HCQ could significantly shorten TTCR and promote the absorption of pneumonia.", "2020.04.10.20060558":  "Abstract\n\nAbstract Objectives To assess the efficacy and safety of hydroxychloroquine (HCQ) plus standard-of-care (SOC) compared with SOC alone in adult patients with COVID-19. Design Multicenter, open-label, randomized controlled trial. Setting 16 government-designated COVID-19 treatment centers in China through 11 to 29 in February 2020. Participants 150 patients hospitalized with laboratory-confirmed COVID-19 were included in the intention to treat analysis. 75 patients were assigned to HCQ plus SOC and 75 to SOC alone. Interventions HCQ was administrated with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for the remaining days (total treatment duration: 2 or 3 weeks for mild/moderate or severe patients, respectively). Main outcome measures The primary outcome was whether participants had a negative conversion of SARS-CoV-2 by 28 days, and was analyzed according to the intention-to-treat principle. Adverse events were analyzed in the safety population in which HCQ recipients were participants who actually received at least one dose of HCQ and HCQ non-recipients were those actually managed with SOC alone. Results Among 150 patients, 148 were with mild to moderate disease and 2 were with severe disease. The mean days (±standard deviation, min to max) from symptoms onset to randomization was 16.6 (±10.5 days, 3 to 41 days). The negative conversion probability by 28 days in SOC plus HCQ group was 85.4% (95% confidence interval (CI) 73.8% to 93.8%), similar to that in the SOC group 81.3% (95%CI 71.2% to 89.6%). Between-group difference was 4.1% (95%CI -10.3% to 18.5%). In the safety population, adverse events were recorded in 7 (8.8%) HCQ non-recipients (N=80) and in 21 (30%) HCQ recipients (N=70). The most common adverse event in the HCQ recipients was diarrhea, reported in 7 (10%) patients. Two HCQ recipients reported serious adverse events. Conclusions The administration of HCQ did not result in a significantly higher negative conversion probability than SOC alone in patients mainly hospitalized with persistent mild to moderate COVID-19. Adverse events were higher in HCQ recipients than in HCQ non-recipients.", "pnas.2005615117":  "Abstract\n\nAfter analyzing the immune characteristics of patients with severe coronavirus disease 2019 (COVID-19), we have identified that pathogenic T cells and inflammatory monocytes with large amount of interleukin 6 secreting may incite the inflammatory storm, which may potentially be curbed through monoclonal antibody that targets the IL-6 pathways. Here, we aimed to assess the efficacy of tocilizumab in severe patients with COVID-19 and seek a therapeutic strategy. The patients diagnosed as severe or critical COVID-19 in The First Affiliated Hospital of University of Science and Technology of China (Anhui Provincial Hospital) and Anhui Fuyang Second People’s Hospital were given tocilizumab in addition to routine therapy between 5 and 14 February 2020. The changes of clinical manifestations, computerized tomography (CT) scan image, and laboratory examinations were retrospectively analyzed. Fever returned to normal on the first day, and other symptoms improved remarkably within a few days. Within 5 d after tocilizumab, 15 of the 20 patients (75.0%) had lowered their oxygen intake, and 1 patient needed no oxygen therapy. CT scans manifested that the lung lesion opacity absorbed in 19 patients (90.5%). The percentage of lymphocytes in peripheral blood, which decreased in 85.0% of patients (17/20) before treatment (mean, 15.52 ± 8.89%), returned to normal in 52.6% of patients (10/19) on the fifth day after treatment. Abnormally elevated C-reactive protein decreased significantly in 84.2% of patients (16/19). No obvious adverse reactions were observed. All patients have been discharged on average 15.1 d after giving tocilizumab. Preliminary data show that tocilizumab, which improved the clinical outcome immediately in severe and critical COVID-19 patients, is an effective treatment to reduce mortality.", "cmaj.200438":  "KEY POINTS\nWhen faced with a new and therefore frightening disease such as coronavirus disease 2019 (COVID-19), and given concerns over a potentially high case fatality rate, clinicians and patients will be strongly compelled to try unproven therapies.\n\nWe must avoid “random” care and ensure that patients are routinely randomly assigned to the most promising available treatment(s) or to control arm(s), as suggested by the World Health Organization, so that evidence regarding the safest, most effective therapies is generated in the shortest possible time.\n\nThe World Health Organization has prioritized several medications for further study in COVID-19, including lopinavir–ritonavir, remdesivir and (hydroxy)chloroquine.\n\nCanada’s clinical research infrastructure is being scaled quickly to meet the challenge, with regulatory bodies acting swiftly to facilitate initiation of Canada’s first COVID-19 trials that form part of a global research effort to study treatment and prevention strategies.\n\n While aggressive mitigation strategies are being implemented to slow the spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), we must also strive to optimize clinical outcomes for those infected and prevent transmission among their close contacts. As the number of severely ill patients with coronavirus disease 2019 (COVID-19) continues to increase, we must learn as much as possible about this disease, as quickly as possible, to inform patient care. Fortunately, the Canadian clinical research community has already mobilized to ensure a coordinated effort of randomized controlled trials (RCTs) on treatment, prophylaxis and vaccines. We discuss why and how, in collaboration with global colleagues, Canadian researchers are poised to generate high-quality evidence that may improve outcomes for all Canadians and patients worldwide.\n\nWhen faced with an unknown and frightening disease such as COVID-19, and given concerns over a potentially high case fatality rate, some clinicians and patients will feel strongly compelled to try unproven therapies based on theory, in vitro data, animal models, clinical anecdotes, observational studies confounded by severity, and uncontrolled or underpowered trials that may later be shown to be misleading.1–3 For example, during the novel influenza A (H1N1) viral pandemic in 2009, countries stockpiled and used oseltamivir extensively, at great expense, based on data of suboptimal quality showing a potential benefit in patients admitted to hospital.4 Even now, because there has been no RCT, it is not definitively known whether oseltamivir is efficacious for preventing or treating the complications of influenza in admitted patients.\n\nIn the COVID-19 pandemic, experimental medications that are not currently approved for any indication in any country have already been widely used outside of clinical trial protocols.5 But there is a strong ethical and clinical argument for replacing such “random” care with randomized care, in which patients are routinely randomly assigned to the most promising available option(s) or to control arm(s), so that evidence regarding the safest, most effective therapies may be generated in the shortest possible time. This means that although earlier patients may receive our best-guess treatments, subsequent patients can receive evidence-based therapies and be spared from harm.\n\nThe World Health Organization (WHO) has prioritized several medications for further study in COVID-19 — based on in vitro data, available safety data and biologic plausibility — and has recommended that these be evaluated in the context of a clinical trial (www.who.int/blueprint/priority-diseases/key-action/novel-coronavirus/en). These agents currently include lopinavir–ritonavir, remdesivir and (hydroxy)chloroquine; as new data emerge, others may be added. With no proven effective treatments for COVID-19, showing that any drug has a net clinical benefit is a public health priority.\n\nMore than 500 clinical trials are already registered on the WHO International Clinical Trials Registry Platform, many of which are actively recruiting (https://apps.who.int/trialsearch). This is impressive, but also concerning. With so many different trials, there are risks of wasteful duplication, competition for the same participants, and the potential for underpowered studies to lead to either the premature rejection of promising drugs6 or premature adoption into standard of care. These risks must be prevented by a commitment to collaboration among research groups worldwide.\n\nWe believe that Canada needs to ensure the necessary infrastructure is in place to support enrolment of patients with COVID-19 in treatment trials, making it simple for all clinicians to think about whether every patient they see is eligible for randomization and, if they are, to approach the patient about enrolment in clinical trials that are being transparently conducted in communication with global partners. This strategy would allow clinicians to be satisfied that they are doing everything possible for their severely ill patients while contributing to new knowledge. Patients agree with this approach, as shown by a number of studies conducted before the current pandemic.7,8\n\nCanada’s clinical research infrastructure is being scaled quickly to meet these scientific and ethical imperatives, similar to trials that were conducted during the Ebola epidemic.9 The Canadian Institutes of Health Research and its partners launched a rapid research funding opportunity on COVID-19 in February 2020, completing applications, submissions, peer review and initial funding decisions within 18 days. Regulatory bodies have acted swiftly to facilitate initiation of Canada’s first COVID-19 trials.\n\nCATCO (Canadian Treatments for COVID-19), a large treatment trial in Canada, will be part of the WHO Solidarity Protocol, a global protocol to evaluate the best available agents for patients admitted to hospital. The WHO protocol has a goal of enrolling thousands of patients worldwide to achieve the most precise possible estimate of treatment effect of high-priority agents in the shortest time possible. Canada will start by evaluating lopinavir–ritonavir, compared with optimized supportive care, and add new therapies as data emerge. Given that effect sizes are not known, accurate sample-size calculation is impossible. Ethics approval for the CATCO trial was granted within 5 working days of protocol submission in Ontario and 10 in British Columbia, approvals in Quebec and Alberta are forthcoming, and Health Canada gave approval within 3 working days of first submission. This unprecedented institutional support for these efforts must be applauded.\n\nREMAP-CAP (A Randomised, Embedded, Multi-factorial, Adaptive Platform Trial for Community-Acquired Pneumonia) is an adaptive platform trial established before the COVID-19 pandemic, examining a variety of interventions in critically ill patients with pneumonia.10 In Canada and 13 other countries, the trial has now pivoted to include interventions specific to COVID-19 and supportive interventions, including macrolides, steroids and interferon-β-1a, with antiviral administration. Both the CATCO and the REMAP-CAP trials are studying effects in the severely ill, and recruitment is coordinated between the two. Stopping rules have been modified, primary outcomes have been altered and subsequent inclusion of other agents is planned to more rapidly achieve an evidence base during the pandemic.\n\nEvidence on how to prevent new infections will also be critical, especially among older adults in care facilities and health care workers, in whom maintaining health and morale is vital. The CORIPREV LR (COVID-19 Ring-based Prevention Trial with Lopinavir/ Ritonavir) will evaluate the efficacy of lopinavir–ritonavir as postexposure prophylaxis in preventing microbiologically confirmed infection. This trial will use an approach adapted from a cluster randomized trial conducted during the 2013–2016 Ebola epidemic in West Africa;11 researchers will define “rings” of exposed contacts around infected cases and randomly assign them to prophylaxis or usual preventive measures. In CORIPREV LR, 220 rings will be randomly assigned to either lopinavir–ritonavir or no intervention, with participants in both arms undergoing daily symptom self-monitoring and weekly screening tests. Ring vaccination was key to the successful eradication of smallpox.12 The CORIPREV LR trial infrastructure can later be harnessed to rapidly evaluate the efficacy of vaccines, when they become available.\n\nChallenges to RCTs during the COVID-19 pandemic include maintaining adequate funding, rapid scale-up and limiting researchers’ risk of acquiring infection. Novel strategies may be needed for obtaining informed consent, harnessing video and other remote technologies. Data entry must be simplified, prioritizing information of greatest relevance. Along these lines, in conjunction with lead investigators in Minnesota, the COVID19 Postexposure Prophylaxis RCT — Canada will allow health care workers and community-dwelling adults with high-risk exposures or early symptomatic disease to screen themselves electronically, receive their assigned study drug (hydroxychloroquine v. placebo) via overnight courier, and follow up by self-report. Outcomes include symptomatic disease for initially asymptomatic participants and severe disease for those who were symptomatic. A pooled data set allows the Canadian results to be combined with the international results in near real time to achieve an estimated sample size of 1500 per cohort.\n\nAs the pandemic evolves, the temptation to use unproven medications will be tremendous, but Canadian clinicians must maintain a commitment to the rigorous gathering of scientific evidence, in collaboration with global colleagues, so that we may quickly improve outcomes for all patients with COVID-19 worldwide. A community-sourced registry of known Canadian trials can be found at canada-covid.idtrials.com and will be updated as more information becomes available.\n\n", "irv.12745":  "Abstract\nBackground\n\nRespiratory protective devices are critical in protecting against infection in healthcare workers at high risk of novel 2019 coronavirus disease (COVID‐19); however, recommendations are conflicting and epidemiological data on their relative effectiveness against COVID‐19 are limited.\n\nPurpose\n\nTo compare medical masks to N95 respirators in preventing laboratory‐confirmed viral infection and respiratory illness including coronavirus specifically in healthcare workers.\n\nData Sources\n\nMEDLINE, Embase, and CENTRAL from January 1, 2014, to March 9, 2020. Update of published search conducted from January 1, 1990, to December 9, 2014.\n\nStudy Selection\n\nRandomized controlled trials (RCTs) comparing the protective effect of medical masks to N95 respirators in healthcare workers.\n\nData Extraction\n\nReviewer pair independently screened, extracted data, and assessed risk of bias and the certainty of the evidence.\n\nData Synthesis\n\nFour RCTs were meta‐analyzed adjusting for clustering. Compared with N95 respirators; the use of medical masks did not increase laboratory‐confirmed viral (including coronaviruses) respiratory infection (OR 1.06; 95% CI 0.90‐1.25; I 2 = 0%; low certainty in the evidence) or clinical respiratory illness (OR 1.49; 95% CI: 0.98‐2.28; I 2 = 78%; very low certainty in the evidence). Only one trial evaluated coronaviruses separately and found no difference between the two groups (P  = .49).\n\nLimitations\n\nIndirectness and imprecision of available evidence.\n\nConclusions\n\nLow certainty evidence suggests that medical masks and N95 respirators offer similar protection against viral respiratory infection including coronavirus in healthcare workers during non–aerosol‐generating care. Preservation of N95 respirators for high‐risk, aerosol‐generating procedures in this pandemic should be considered when in short supply.", "jama.2020.8115": "Despite the millions of cases and hundreds of thousands of deaths that have occurred in this devastating coronavirus disease 2019 (COVID-19) pandemic, no peer-reviewed studies of specific therapies proven to be effective in reducing mortality have been published and a vaccine is many months to years away. To date, more than 1000 studies addressing various aspects of COVID-19 are registered on ClinicalTrials.gov, including more than 600 interventional studies and randomized clinical trials (RCTs).1 During the next few weeks and months, the results of numerous RCTs involving therapies for COVID-19 will be reported. Indeed, preliminary results from some studies have already been reported in social media and the popular press. How will clinicians, the public, and politicians understand the results of these much-anticipated and critically needed clinical trials?\n\nFirst, the interventions in some of these trials are being evaluated in various ways. For instance, some studies do not have a control group, whereas others lack true “controls” such as trials that compare different dosages of the same drugs. This will limit the inferences that can be drawn, likely necessitating further research to define the true benefit of a specific treatment. In addition, in some trials, the investigational agents are administered in combination with multiple other therapies given at various time points in the disease process. Without rigorous design and attention to trial protocols for study drug administration, there will be challenges disentangling the true effect of the intervention.\n\nSecond, many ongoing trials were designed prior to emerging information that is providing a better understanding of the disease process. It has become clear that some critically ill patients with COVID-19 have substantially different manifestations, including profound hypoxia, extensive inflammatory activation, or evidence of coagulopathy. Accordingly, there may be significant heterogeneity of treatment effects based on the timing or constellation of disease manifestations. It is possible that an antiviral agent or other agents, such as those directed against inflammatory markers (ie, certain cytokines), could be helpful for critically ill patients who do not have overwhelming inflammation but would not be effective for patients in whom the inflammatory cascade is markedly activated. Given that the size of many ongoing trials is limited, few investigations will be appropriately powered to conduct meaningful secondary and subgroup analyses. Most additional analyses should likely be considered exploratory.\n\nThird, the outcomes for many of these trials involve time to symptom resolution, improvement of laboratory or radiographic abnormalities, or reduction in the use of mechanical ventilation. Few of the studies will be sufficiently powered to detect a difference in mortality. Although these are important clinical outcomes, and use of mechanical ventilation is associated with mortality, it will be important to objectively assess and accurately describe the outcomes from ongoing trials and what the results potentially mean in terms of improving overall survival. In addition, for trials with unblinded treatment allocation and unblinded outcome assessment, interpretation of findings, such as symptom resolution, may be problematic.\n\nFourth, even a highly successful trial is likely to reduce the mortality outcome by only a 5% to 10% absolute difference; hence, the number needed to treat will be a minimum of 10 to 20. Smaller absolute differences would have greater numbers needed to treat. This remains a challenging issue for clinicians and patients to understand. Given these likely numbers needed to treat, most patients will not benefit from even a successful treatment. Moreover, even though there have been reports of studies that some interventions have reduced the duration of intubation or length of hospital stay represent progress against COVID-19, these findings do not indicate that patients with this disease are “cured” with the drugs used in these investigations.\n\nFifth, most of these trials are directed at treatment, and even if some trials show clinically important results, most will not address prevention of COVID-19. The results of these trials (most of which are being conducted among hospitalized patients in whom the disease is well-established) might not necessarily be directly applicable for altering the incidence of disease in the coming months or preventing future surges of disease. Numerous observational studies using existing databases are being conducted to determine whether the use of certain drugs is associated with COVID-19 disease outcomes, such as whether hydroxychloroquine is associated with less disease, or whether use of angiotensin-converting enzyme inhibitors and angiotensin receptor blockers is associated with an increased risk of disease. However, these will be observational studies with all the attendant limitations. Accordingly, the findings of rigorous clinical trials of vaccines and possible other therapies will be essential in determining how to effectively prevent COVID-19.\n\nSixth, it will be helpful if investigators share individual patient data from similar trials with one another. This will allow for additional analyses, even if the analyses of the combined data were not preplanned and would be considered exploratory. The goal is to expand what is known about possible treatments, so that future trials can be improved, perhaps by using approaches such as large adaptive platform trials.\n\nThe clinical trials community around the world, in conjunction with numerous funders, has rapidly mounted important RCTs during the COVID-19 pandemic. This is a remarkable achievement. However, presenting and interpreting the results of these studies clearly, and communicating findings appropriately to clinicians, the public, and policy makers, is critically important. Because much of the focus is now on preventing recurrence of the pandemic, it will be important for investigators, journals, and the media to accurately report the results of the studies responsibly and what they mean both for individuals and for population health.", "jama.2020.10218": "Convalescent plasma for the treatment of infectious diseases has been used since the early 20th century and was associated with reduced mortality during the 1918 influenza,1 2003 SARS,2 and 2009 influenza H1N13 pandemics. However, most published studies of these diseases were case series and retrospective comparisons of treated and nontreated individuals. Consistent with this, several uncontrolled case series of convalescent plasma use in patients with coronavirus disease (2019) COVID-19 have suggested a possible benefit.4-6 Given encouraging historical precedents and the absence of proven SARS-CoV-2 (severe acute respiratory disease coronavirus 2) antiviral therapies, convalescent plasma therapy has been proposed as a treatment option for COVID-19.7 The availability of clinical information generated from randomized clinical trials is therefore of substantial importance given that the world remains in the grip of the COVID-19 epidemic and convalescent plasma is currently in use in many countries, including the US.\n\nIn their article in JAMA, Li et al8 present findings from the first randomized clinical trial of convalescent plasma therapy for patients with COVID-19 conducted in China. In contrast to most other reports of convalescent plasma use in past epidemics, this study is noteworthy in that it used a randomized trial design and well-characterized plasma units with a high titer of antibody to SARS-CoV-2. It was an important accomplishment to conduct a carefully controlled trial during a pandemic with an entirely new highly contagious disease that stressed health systems in an unprecedented way.\n\nHowever, the authors report that because the COVID-19 outbreak in China was being contained while the trial was ongoing and new cases were unavailable for enrollment, the trial was terminated before it reached its targeted original sample size of 200 patients; only 103 were enrolled (for whom randomization was stratified by disease severity). Consequently, the study was underpowered and many comparisons between the convalescent plasma group and the control group were not statistically significant.\n\nIn the primary analysis, based on 52 patients who were randomized to receive convalescent plasma in addition to standard treatment and 51 patients who were randomized to receive standard treatment alone (control), the primary outcome of time to clinical improvement within 28 days (defined as being discharged alive or having a reduction of 2 points on a 6-point disease severity scale) was 2.15 days shorter (95% CI, −5.28 to 0.99 days) in the intervention group compared with the control group, and clinical improvement at 28 days occurred in 27 patients (51.9%) in the intervention group vs 22 patients (43.1%) in the control group (difference, 8.8%; 95% CI, −10.4% to 28%; hazard ratio, 1.40 [95% CI, 0.79-2.49]; P = .26).\n\nIn analyses stratified by disease severity, among patients with severe disease (23 in the convalescent plasma group and 22 in the control group), time to clinical improvement within 28 days was 4.94 days shorter (95% CI, −9.33 to −0.54 days) in the intervention group compared with the control group, and clinical improvement at 28 days occurred in 21 patients (91.3%) in the intervention group vs 15 patients (68.2%) in the control group (hazard ratio, 2.15 [95% CI, 1.07-4.32]; P = .03). Among the subgroup of patients with life-threatening disease (29 in the convalescent plasma group and 29 in the control group), there were no significant differences in the primary outcome or rates of clinical improvement at 28 days: 6 patients (20.7%) in the convalescent plasma group vs 7 patients (24.1%) in the control group (HR, 0.88 [95% CI, 0.30-2.63]; P = .83) (P for interaction = .17).\n\nIn the entire study population, the findings for several of the secondary end points appeared to signal a more favorable outcome for patients who received convalescent plasma, although there were no statistically significant differences between the convalescent plasma group vs the control group in any of the major secondary outcomes, including 28-day mortality (15.7% vs 24.0%, respectively; P = .30) or rate of discharge at 28 days (51% vs 36%; P = .13).\n\nConvalescent plasma use in the study by Li et al8 was associated with some clinical improvement in severely ill patients, but not in critically ill patients. Greater efficacy in less ill individuals is expected because antibody therapies generally work best when administered earlier in disease.9 Historically, antibody therapy was effective in reducing the mortality of pneumococcal pneumonia when instituted in the first 3 days of symptom onset.10 Consequently, it is not surprising that patients with COVID-19 who had tachypnea and hypoxia might benefit more from convalescent plasma than those who required mechanical ventilation. However, any indication of possible benefit in the severely ill group is noteworthy because these individuals had advanced disease, which is not considered optimal for antibody therapy. Lack of efficacy among patients who were receiving mechanical ventilation, some with multiorgan failure, highlights that the pathologic process in these individuals is likely irreversible.\n\nThe convalescent plasma used in the study by Li et al had high titers of IgG to SARS-CoV-2, which correlated with neutralizing activity. While neutralizing activity is considered to be the main determinant of convalescent plasma efficacy, other antibody functions may also mediate protection. Correlates of antibody efficacy should be investigated in future studies. As reported in case series from Wuhan,4,5 plasma-treated patients had large reductions in their serum viral loads and most were virus negative 3 days after infusion. This observation establishes that convalescent plasma has antiviral activity, which is important because it indicates that antibody administration mediates a clear biological effect. The precedent of antiviral drug use against HIV and hepatitis C shows that reductions in viral load translate into clinical improvement, and earlier therapy is more effective than later therapy when organ damage is already present. In this regard, antibody-mediated viral elimination removes damaging antigens, which may translate into reduced tissue damage and inflammation. Hence, the antiviral effect of COVID-19 convalescent plasma suggests that its use earlier in the course of disease could have potentially important therapeutic activity, especially in less severely ill individuals.\n\nSignificant concerns have been raised about the use of convalescent plasma in COVID-19.11 These include transfusion-related lung injury and transfusion-related circulatory overload. In addition, there have been theoretical concerns that the administration of antibodies might aggravate disease through antibody-mediated enhancement of proinflammatory effects.11 The study by Li et al8 reported only 2 adverse events among the 52 individuals who received convalescent plasma, each of whom responded to corticosteroid administration. The occurrence of one episode within 2 hours of plasma administration characterized by chills and rash suggests a transfusion reaction. However, the second episode occurred within 6 hours and its association with plasma infusion is less certain. Overall, the paucity of adverse effects is reassuring and reduces concerns about adverse effects from antibody administration.\n\nAlthough the observed differences in mortality rates and hospital discharge rates between the convalescent plasma group and the control group did not reach statistical significance, these data provide valuable information for the magnitude of effects that may be expected in convalescent plasma studies. For example, the observed overall mortality difference of 24% vs 15.7% provides actionable information for the design of future trials to help ensure they are adequately powered. This difference in mortality is smaller than mortality reductions associated with convalescent plasma reported in prior studies involving 1918 influenza,1 SARS,2 and 2009 influenza H1N1,3 which ranged from 50% to 70%. Hence, assuming the results of the study by Li et al8 are generalizable, the findings may be helpful in estimating effect sizes for future studies of convalescent plasma use in hospitalized patients with COVID-19.\n\nIn the study by Li et al, the median age of the patients with severe disease was 70 years, and the median time between symptom onset and randomization was 30 days. Promising results with convalescent plasma treatment in patients with SARS2 and influenza H1N13 were obtained among younger patients, and in the case of SARS, earlier in the disease. The importance of a possible treatment benefit in older persons, in whom mortality from COVID-19 is markedly higher than in younger persons,12 cannot be overstated. In addition, the apparent improvement in the clinical status of the subgroup of less severely ill patients a month after the onset of symptoms suggests that the beneficial effects of antibodies in COVID-19 may be measurable as an improvement in inflammatory markers and viral elimination before clinical improvement is observed. The prolonged course of COVID-19 in patients who recover also should be considered in the design of future studies.\n\nHowever, the study by Li et al has several important limitations, which are acknowledged by the investigators. The early termination of the trial most likely resulted in an underpowered study, thereby precluding any definitive conclusions about the role and potential efficacy of convalescent plasma for patients with COVID-19. In addition, the open-label design, the possibility of an element of subjectivity for the primary outcome, lack of a protocolized approach to standard therapy, and variability among study centers also must be considered when interpreting the study findings. Despite these limitations, by virtue of its randomized design, this study takes prior case studies5,6 one step further by helping to separate the effects of convalescent plasma from concurrently administered agents, such as corticosteroids and antiviral agents.13\n\nThe signal of potential benefit of convalescent plasma in the subgroup of patients with severe COVID-19 disease (ie, those without life-threatening COVID-19 disease) is similar to findings from a recent preliminary report of a clinical trial of remdesivir for COVID-19.14 Like remdesivir, convalescent plasma administration was associated with clinical improvement without a statistically significant effect on mortality, with the important caveat that remdesivir was evaluated in a larger study (n = 1063 randomized patients), whereas the study by Li et al8 was terminated prematurely and underpowered. For both studies, the importance of clinical improvement as a primary end point became apparent as the trials progressed.14\n\nThe availability of both convalescent plasma and remdesivir means that physicians now have at least 2 therapeutic options for COVID-19, which raises the question of combination therapy. Despite only a few studies of the efficacy of combination therapy with antiviral drugs and specific antibodies, there is evidence that these agents may work well in combination.9 Given that the mechanisms of action of antiviral drugs and neutralizing antibodies are distinct, they could be synergistic. Future trials should consider the efficacy of combination antiviral and antibody therapies.\n\nIn summary, the first randomized clinical trial of convalescent plasma in COVID-19, reported by Li et al in JAMA, showed no statistically significant benefit in clinical improvement at 28 days or mortality among all randomized patients, but does provide an important signal of possible benefit in the subgroup of severely ill patients and suggests that high titer antibody against SARS-CoV-2 may have antiviral efficacy. These results, while preliminary and subject to important study limitations, should stimulate more clinical trials to establish the optimal conditions for antibody therapies against COVID-19 and suggest that future studies should focus on determining efficacy in less severely ill patients. If the efficacy of convalescent plasma is established by future studies, the ratio of donor to patients is favorable because individuals who recover from COVID-19 can donate 2 or 3 units of plasma, which could be used to treat more than 1 person with COVID-19 disease. Therapeutic success against such a complex and challenging disease as COVID-19 is likely to require more than 1 modality, and the results from Li et al8 provide optimism for the future of antibody therapy in this disease.", "jama.2020.4742":  "In the 2014 Ebola outbreak, close to 30 000 individuals developed Ebola viral disease (EVD), and numerous therapies were tested against this virus, including chloroquine, hydroxychloroquine, favipiravir, brincidofovir, monoclonal antibodies, antisense RNA, and convalescent plasma, among many others. With such a large number of therapeutic interventions given to affected patients, the goal was to determine which was efficacious against Ebola. Ultimately, none proved to be efficacious or safe.\n\nWhy were new therapies not discovered? One reason is because virtually all studies were single-group interventions without concurrent controls, which led to no definitive conclusion related to efficacy or safety. Despite much resistance and controversy regarding asking patients with EVD to participate in a randomized clinical trial (RCT),1 the National Institutes of Health (NIH) conducted the first and only RCT during that outbreak. It took several months to design the trial, but it was implemented and successfully launched during the outbreak; however, it was too late for the RCT to be completed.2 This tragedy of not discovering new therapies during an outbreak cannot be repeated.\n\nThe world is now facing a pandemic of SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2, the cause of COVID-19), for which no proven specific therapies are available, other than supportive care. In China, and now Italy, France, and Spain, a large number of patients have received off-label and compassionate use therapies such as chloroquine, hydroxychloroquine, azithromycin, lopinavir-ritonavir, favipiravir, remdesivir, ribavirin, interferon, convalescent plasma, steroids, and anti–IL-6 inhibitors, based on either their in vitro antiviral or anti-inflammatory properties. These therapies have been mostly given without controls, except for a few randomized trials started in China, and more recently in the US.3\n\nAlthough many drugs have in vitro activity against different coronaviruses, no clinical evidence currently supports the efficacy and safety of any drug against any coronavirus in humans, including SARS-CoV-2. Numerous drugs that have been highly promising in vitro for other infectious diseases have failed in clinical studies. If in vitro activity automatically translated into clinical activity, more antimicrobial drugs for all kinds of infectious diseases would be available. Yet, there are published case reports of old and new drugs with in vitro activity against SARS-CoV-2 that have been given to patients but without a comparison control group. The administration of any unproven drug as a “last resort” wrongly assumes that benefit will be more likely than harm. However, when a drug with unknown clinical effects is given to patients who have severe illness from a new disease (like COVID-19), there is no way to know whether the patients had benefited or were harmed if they were not compared to a concurrent control group. A common interpretation of off-label use and compassionate use of drugs is that is that if the patient died, they died from the disease, but if the patient survived, they survived because of the given drug. This is not true.\n\nAs a practical example, chloroquine/hydroxychloroquine, azithromycin, and lopinavir-ritonavir have a variety of adverse effects, including QT prolongation, torsades de pointes, hepatitis, acute pancreatitis, neutropenia, and anaphylaxis. Considering that most patients who have died from COVID-19 were elderly and had cardiovascular comorbidities and that affected patients frequently have cardiac arrhythmias,4,5 chloroquine/hydroxychloroquine, azithromycin, and lopinavir-ritonavir could potentially increase the risk of cardiac death. Additionally, hepatitis and neutropenia are clinical manifestations of COVID-19, and both hepatic and bone marrow dysfunction could be made worse by the off-label use of these drugs; thus, it would be impossible to differentiate the drug-related adverse effects from the disease manifestations in the absence of a control group.\n\nCompassionate use of drugs that have not been previously approved for clinical use (eg, remdesivir) could cause serious adverse effects that were not previously detected because of the very small number of exposed patients. With respect to anti-inflammatory therapy, the use of intravenous steroids has been associated with delayed coronavirus clearance in both blood and lungs with MERS-CoV6 and SARS-CoV,7 and steroids were associated with significantly increased risk of mortality and secondary infections in patients with influenza.8 Furthermore, even low-dose steroids have shown harm in patients with sepsis, and IL-6 inhibitors may cause even more profound immunosuppression than steroids, increasing the risk of sepsis, bacterial pneumonia, gastrointestinal perforation, and hepatotoxicity.9,10 Yet, despite substantial evidence of potential harm, steroids and IL-6 inhibitors are now being given to patients with COVID-19 in several countries. Accordingly, even for treatments previously utilized in other diseases, it is critical to evaluate these drugs in studies that have a concurrent control group.\n\nA control group may be defined as the standard of care with or without placebo. One concern during epidemics, for example, during the 2014 Ebola outbreak (and the current COVID-19 pandemic), is whether it is ethical to give patients a placebo. If the disease is not 100% lethal and it is not known whether the experimental drug would help or harm a patient (ie, a situation with true equipoise), then it is ethical to conduct an RCT. Without a control group, it is not possible to accurately determine the harms of any experimental drug. In reality, the placebo group will always be safer (regarding adverse effects) than the experimental group because patients in the placebo group will receive the established standard of care. In contrast, compared with RCTs, the administration of old or new drugs (eg, off-label use, compassionate use, single-group cohorts, case-historical controls, clinical trials without controls) may be less safe, and moreover, will not lead to the discovery of any new therapy.\n\nIn addition to the risk of harming patients without the possibility to even detect the magnitude of harm, the administration of off-label drug use, compassionate drug use, and uncontrolled studies during a pandemic also could discourage patients and clinicians from participating in RCTs, hampering any knowledge that could be gained about the effects of the drug being tested. More than 300 000 individuals have been diagnosed with COVID-19; however, just a few hundred have been offered participation in RCTs. Meanwhile, many more patients have been offered uncontrolled drugs.\n\nIt is imperative to discover new therapies, otherwise there will be no proven treatments for future coronavirus pandemics. By participating in an RCT, both patients and clinicians can benefit from the unique opportunity to directly contribute to the discovery of new therapies, and also from the safer monitoring process in the conduct of clinical trials compared with uncontrolled drug administration (whereby safety cannot be determined). Optimally, during an outbreak, the type of RCTs that should be prioritized are ones with an adaptive design, which are able to rapidly accept or reject multiple experimental therapies throughout the trial, while being adequately powered for meaningful clinical outcomes.\n\nWith the current COVID-19 pandemic, RCTs have been launched around the world, including an adaptive trial sponsored by the NIH.3 This unprecedented speed from concept to implementation in just a few weeks is noteworthy and provides proof that clinical trials can be promptly initiated even in the middle of a pandemic. The rapid and simultaneous combination of supportive care and RCTs is the only way to find effective and safe treatments for COVID-19 and any other future outbreak.", "NEJMoa1910993":  "Abstract BACKGROUND\nAlthough several experimental therapeutics for Ebola virus disease (EVD) have been developed, the safety and efficacy of the most promising therapies need to be assessed in the context of a randomized, controlled trial.\nMETHODS\nWe conducted a trial of four investigational therapies for EVD in the Democratic Republic of Congo, where an outbreak began in August 2018. Patients of any age who had a positive result for Ebola virus RNA on reverse-transcriptase–polymerase-chain-reaction assay were enrolled. All patients received standard care and were randomly assigned in a 1:1:1:1 ratio to intravenous administration of the triple monoclonal antibody ZMapp (the control group), the antiviral agent remdesivir, the single monoclonal antibody MAb114, or the triple monoclonal antibody REGN-EB3. The REGN-EB3 group was added in a later version of the protocol, so data from these patients were compared with those of patients in the ZMapp group who were enrolled at or after the time the REGN-EB3 group was added (the ZMapp subgroup). The primary end point was death at 28 days.\nRESULTS\nA total of 681 patients were enrolled from November 20, 2018, to August 9, 2019, at which time the data and safety monitoring board recommended that patients be assigned only to the MAb114 and REGN-EB3 groups for the remainder of the trial; the recommendation was based on the results of an interim analysis that showed superiority of these groups to ZMapp and remdesivir with respect to mortality. At 28 days, death had occurred in 61 of 174 patients (35.1%) in the MAb114 group, as compared with 84 of 169 (49.7%) in the ZMapp group (P=0.007), and in 52 of 155 (33.5%) in the REGN-EB3 group, as compared with 79 of 154 (51.3%) in the ZMapp subgroup (P=0.002). A shorter duration of symptoms before admission and lower baseline values for viral load and for serum creatinine and aminotransferase levels each correlated with improved survival. Four serious adverse events were judged to be potentially related to the trial drugs.\nCONCLUSIONS\nBoth MAb114 and REGN-EB3 were superior to ZMapp in reducing mortality from EVD. Scientifically and ethically sound clinical research can be conducted during disease outbreaks and can help inform the outbreak response.", "NEJMoa2001282":  "Abstract BACKGROUND\nNo therapeutics have yet been proven effective for the treatment of severe illness caused by SARS-CoV-2.\nMETHODS\nWe conducted a randomized, controlled, open-label trial involving hospitalized adult patients with confirmed SARS-CoV-2 infection, which causes the respiratory illness Covid-19, and an oxygen saturation (Sao2) of 94% or less while they were breathing ambient air or a ratio of the partial pressure of oxygen (Pao2) to the fraction of inspired oxygen (Fio2) of less than 300 mm Hg. Patients were randomly assigned in a 1:1 ratio to receive either lopinavir–ritonavir (400 mg and 100 mg, respectively) twice a day for 14 days, in addition to standard care, or standard care alone. The primary end point was the time to clinical improvement, defined as the time from randomization to either an improvement of two points on a seven-category ordinal scale or discharge from the hospital, whichever came first.\nRESULTS\nA total of 199 patients with laboratory-confirmed SARS-CoV-2 infection underwent randomization; 99 were assigned to the lopinavir–ritonavir group, and 100 to the standard-care group. Treatment with lopinavir–ritonavir was not associated with a difference from standard care in the time to clinical improvement (hazard ratio for clinical improvement, 1.31; 95% confidence interval [CI], 0.95 to 1.80). Mortality at 28 days was similar in the lopinavir–ritonavir group and the standard-care group (19.2% vs. 25.0%; difference, −5.8 percentage points; 95% CI, −17.3 to 5.7). The percentages of patients with detectable viral RNA at various time points were similar. In a modified intention-to-treat analysis, lopinavir–ritonavir led to a median time to clinical improvement that was shorter by 1 day than that observed with standard care (hazard ratio, 1.39; 95% CI, 1.00 to 1.91). Gastrointestinal adverse events were more common in the lopinavir–ritonavir group, but serious adverse events were more common in the standard-care group. Lopinavir–ritonavir treatment was stopped early in 13 patients (13.8%) because of adverse events.\nCONCLUSIONS\nIn hospitalized adult patients with severe Covid-19, no benefit was observed with lopinavir–ritonavir treatment beyond standard care. Future trials in patients with severe illness may help to confirm or exclude the possibility of a treatment benefit.", "NEJMoa2016638":  "Abstract BACKGROUND\nCoronavirus disease 2019 (Covid-19) occurs after exposure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). For persons who are exposed, the standard of care is observation and quarantine. Whether hydroxychloroquine can prevent symptomatic infection after SARS-CoV-2 exposure is unknown.\nMETHODS\nWe conducted a randomized, double-blind, placebo-controlled trial across the United States and parts of Canada testing hydroxychloroquine as postexposure prophylaxis. We enrolled adults who had household or occupational exposure to someone with confirmed Covid-19 at a distance of less than 6 ft for more than 10 minutes while wearing neither a face mask nor an eye shield (high-risk exposure) or while wearing a face mask but no eye shield (moderate-risk exposure). Within 4 days after exposure, we randomly assigned participants to receive either placebo or hydroxychloroquine (800 mg once, followed by 600 mg in 6 to 8 hours, then 600 mg daily for 4 additional days). The primary outcome was the incidence of either laboratory-confirmed Covid-19 or illness compatible with Covid-19 within 14 days.\nRESULTS\nWe enrolled 821 asymptomatic participants. Overall, 87.6% of the participants (719 of 821) reported a high-risk exposure to a confirmed Covid-19 contact. The incidence of new illness compatible with Covid-19 did not differ significantly between participants receiving hydroxychloroquine (49 of 414 [11.8%]) and those receiving placebo (58 of 407 [14.3%]); the absolute difference was −2.4 percentage points (95% confidence interval, −7.0 to 2.2; P=0.35). Side effects were more common with hydroxychloroquine than with placebo (40.1% vs. 16.8%), but no serious adverse reactions were reported.\nCONCLUSIONS\nAfter high-risk or moderate-risk exposure to Covid-19, hydroxychloroquine did not prevent illness compatible with Covid-19 or confirmed infection when used as postexposure prophylaxis within 4 days after exposure.", "S0140-6736(20)31042-4":  "Summary\nBackground Effective antiviral therapy is important for tackling the coronavirus disease 2019 (COVID-19) pandemic. We assessed the efficacy and safety of combined interferon beta-1b, lopinavir–ritonavir, and ribavirin for treating patients with COVID-19.\nMethods This was a multicentre, prospective, open-label, randomised, phase 2 trial in adults with COVID-19 who were admitted to six hospitals in Hong Kong. Patients were randomly assigned (2:1) to a 14-day combination of lopinavir 400 mg and ritonavir 100 mg every 12 h, ribavirin 400 mg every 12 h, and three doses of 8 million international units of interferon beta-1b on alternate days (combination group) or to 14 days of lopinavir 400 mg and ritonavir 100 mg every 12 h (control group). The primary endpoint was the time to providing a nasopharyngeal swab negative for severe acute respiratory syndrome coronavirus 2 RT-PCR, and was done in the intention-to-treat population. The study is registered with ClinicalTrials.gov, NCT04276688.\nFindings Between Feb 10 and March 20, 2020, 127 patients were recruited; 86 were randomly assigned to the combination group and 41 were assigned to the control group. The median number of days from symptom onset to start of study treatment was 5 days (IQR 3–7). The combination group had a significantly shorter median time from start of study treatment to negative nasopharyngeal swab (7 days [IQR 5–11]) than the control group (12 days [8–15]; hazard ratio 4·37 [95% CI 1·86–10·24], p=0·0010). Adverse events included self-limited nausea and diarrhoea with no difference between the two groups. One patient in the control group discontinued lopinavir–ritonavir because of biochemical hepatitis. No patients died during the study.\nInterpretation Early triple antiviral therapy was safe and superior to lopinavir–ritonavir alone in alleviating symptoms and shortening the duration of viral shedding and hospital stay in patients with mild to moderate COVID-19. Future clinical study of a double antiviral therapy with interferon beta-1b as a backbone is warranted.", "s00392-020-01626-9":  "Abstract\n\nBackground\nStudies have reminded that cardiovascular metabolic comorbidities made patients more susceptible to suffer 2019 novel corona virus (2019-nCoV) disease (COVID-19), and exacerbated the infection. The aim of this analysis is to determine the association of cardiovascular metabolic diseases with the development of COVID-19.\n\nMethods\nA meta-analysis of eligible studies that summarized the prevalence of cardiovascular metabolic diseases in COVID-19 and compared the incidences of the comorbidities in ICU/severe and non-ICU/severe patients was performed. Embase and PubMed were searched for relevant studies.\n\nResults\nA total of six studies with 1527 patients were included in this analysis. The proportions of hypertension, cardia-cerebrovascular disease and diabetes in patients with COVID-19 were 17.1%, 16.4% and 9.7%, respectively. The incidences of hypertension, cardia-cerebrovascular diseases and diabetes were about twofolds, threefolds and twofolds, respectively, higher in ICU/severe cases than in their non-ICU/severe counterparts. At least 8.0% patients with COVID-19 suffered the acute cardiac injury. The incidence of acute cardiac injury was about 13 folds higher in ICU/severe patients compared with the non-ICU/severe patients.\n\nConclusion\nPatients with previous cardiovascular metabolic diseases may face a greater risk of developing into the severe condition and the comorbidities can also greatly affect the prognosis of the COVID-19. On the other hand, COVID-19 can, in turn, aggravate the damage to the heart.", "S0140-6736(20)31022-9":  "Summary\nBackground No specific antiviral drug has been proven effective for treatment of patients with severe coronavirus disease 2019 (COVID-19). Remdesivir (GS-5734), a nucleoside analogue prodrug, has inhibitory effects on pathogenic animal and human coronaviruses, including severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in vitro, and inhibits Middle East respiratory syndrome coronavirus, SARS-CoV-1, and SARS-CoV-2 replication in animal models.\nMethods We did a randomised, double-blind, placebo-controlled, multicentre trial at ten hospitals in Hubei, China. Eligible patients were adults (aged ≥18 years) admitted to hospital with laboratory-confirmed SARS-CoV-2 infection, with an interval from symptom onset to enrolment of 12 days or less, oxygen saturation of 94% or less on room air or a ratio of arterial oxygen partial pressure to fractional inspired oxygen of 300 mm Hg or less, and radiologically confirmed pneumonia. Patients were randomly assigned in a 2:1 ratio to intravenous remdesivir (200 mg on day 1 followed by 100 mg on days 2–10 in single daily infusions) or the same volume of placebo infusions for 10 days. Patients were permitted concomitant use of lopinavir–ritonavir, interferons, and corticosteroids. The primary endpoint was time to clinical improvement up to day 28, defined as the time (in days) from randomisation to the point of a decline of two levels on a six-point ordinal scale of clinical status (from 1=discharged to 6=death) or discharged alive from hospital, whichever came first. Primary analysis was done in the intention-to-treat (ITT) population and safety analysis was done in all patients who started their assigned treatment. This trial is registered with ClinicalTrials.gov, NCT04257656.\nFindings Between Feb 6, 2020, and March 12, 2020, 237 patients were enrolled and randomly assigned to a treatment group (158 to remdesivir and 79 to placebo); one patient in the placebo group who withdrew after randomisation was not included in the ITT population. Remdesivir use was not associated with a difference in time to clinical improvement (hazard ratio 1·23 [95% CI 0·87–1·75]). Although not statistically significant, patients receiving remdesivir had a numerically faster time to clinical improvement than those receiving placebo among patients with symptom duration of 10 days or less (hazard ratio 1·52 [0·95–2·43]). Adverse events were reported in 102 (66%) of 155 remdesivir recipients versus 50 (64%) of 78 placebo recipients. Remdesivir was stopped early because of adverse events in 18 (12%) patients versus four (5%) patients who stopped placebo early.\nInterpretation In this study of adult patients admitted to hospital for severe COVID-19, remdesivir was not associated with statistically significant clinical benefits. However, the numerical reduction in time to clinical improvement in those treated earlier requires confirmation in larger studies.", "j.eng.2020.03.007":  "Abstract\nAn outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and its caused coronavirus disease 2019 (COVID-19) have been reported in China since December 2019. More than 16% of patients developed acute respiratory distress syndrome, and the fatality ratio was about 1%–2%. No specific treatment has been reported. Herein, we examined the effects of Favipiravir (FPV) versus Lopinavir (LPV)/ritonavir (RTV) for the treatment of COVID-19. Patients with laboratory-confirmed COVID-19 who received oral FPV (Day 1: 1600 mg twice daily; Days 2–14: 600 mg twice daily) plus interferon (IFN)-α by aerosol inhalation (5 million U twice daily) were included in the FPV arm of this study, whereas patients who were treated with LPV/RTV (Days 1–14: 400 mg/100 mg twice daily) plus IFN-α by aerosol inhalation (5 million U twice daily) were included in the control arm. Changes in chest computed tomography (CT), viral clearance, and drug safety were compared between the two groups. For the 35 patients enrolled in the FPV arm and the 45 patients in the control arm, all baseline characteristics were comparable between the two arms. A shorter viral clearance time was found for the FPV arm versus the control arm (median (interquartile range, IQR), 4 (2.5–9) d versus 11 (8–13) d, P < 0.001). The FPV arm also showed significant improvement in chest imaging compared with the control arm, with an improvement rate of 91.43% versus 62.22% (P = 0.004). After adjustment for potential confounders, the FPV arm also showed a significantly higher improvement rate in chest imaging. Multivariable Cox regression showed that FPV was independently associated with faster viral clearance. In addition, fewer adverse events were found in the FPV arm than in the control arm. In this open-label before-after controlled study, FPV showed better therapeutic responses on COVID-19 in terms of disease progression and viral clearance. These preliminary clinical results provide useful information of treatments for SARS-CoV-2 infection.\n\n"}