{"2020.04.14.20065276":  "Abstract\n\nBackground: Coronavirus Disease 2019 (COVID-19) has become a major global issue with rising the number of infected individuals and mortality in recent months. Among all therapeutic approaches, arguments have raised about hydroxychloroquine (HCQ) efficacy in the treatment of COVID-19. We carried out a systematic review and meta-analysis overcome the controversies regarding the effectiveness of hydroxychloroquine in the treatment of COVID-19. Methods: A systematic search was performed in PubMed, Scopus, Embase, Cochrane Library, Web of Science, Google Scholar and medRxiv pre-print database using all available MeSH terms for COVID-19 and hydroxychloroquine up to May 25, 2020. Studies focused on the effectiveness of HCQ with/without azithromycin (AZM) in confirmed COVID-19 patients were entered into the study. Two researchers have independently evaluated quality assessment of the studies and abstracted data for data extraction. Extracted data were analyzed using CMA v. 2.2.064. Heterogeneity was assessed using the I-squared (I2) test, and fixed/random-effects model was used when appropriate for pooling of studies. Results: Out of 26 studies entered into our systematic review, 21 studies including 14 comparative studies with control group and seven observational studies containing 103,486 participants have entered into the meta-analysis. The results of the meta-analysis on comparative studies indicated no significant clinical effectiveness (negative in RT-PCR evaluation) for HCQ regimen in the treatment of COVID-19 in comparison to control group (RR: 0.96, 95% CI, 0.76-1.22). The same result was observed for the combination of HCQ+azithromycin (RR: 2.15, 95% CI, 0.31-14.77). Approximately 1.5 times higher mortality rate was observed among the HCQ regimen group considering sensitivity analysis (RR: 1.57, 95% CI, 1.09-2.28) and 2.5 times higher in HCQ+AZM (RR: 2.46, 95% CI, 1.40-4.30) group in comparison to control group, which was affected by age differences according to meta-regression analysis (P<0.000001). No substantial difference was observed for disease exacerbation (RR: 1.60, 95% CI, 0.54-4.71) between HCQ group and controls. Also, radiological findings significantly improved in the HCQ group (OR: 0.32, 95% CI, 0.11-0.98). Odds of known HCQ adverse effects (diarrhea, vomiting, blurred vision, rash, headache, etc.) occurred in the HCQ regimen group was approximately 4 times of control group (OR: 3.86, 95% CI, 1.84-8.09), but no substantial differences were found regarding intubation odds between HCQ group and control group (OR: 2.11, 95% CI, 0.31-14.03). Conclusion: This systematic review and meta-analysis not only showed no clinical benefits regarding HCQ treatment with/without azithromycin for COVID-19 patients, but according to multiple sensitivity analysis, the higher mortality rates were observed for both HCQ and HCQ+AZM regimen groups, especially in the latter. Also, frequency of adverse effects was higher in HCQ regimen group. However, due to that most of the studies were non-randomized and results were not homogenous, selection bias was unavoidable and further large randomized clinical trials following comprehensive meta-analysis should be taken into account in order to achieve more reliable findings. Also, it is worth mentioning that if this work does not allow to quantify a \"value\" of the HCQ, it allows at least to know what is not the HCQ and that it would be prudent not to continue investing in this direction. It is worth mentioning that WHO has temporarily paused the hydroxychloroquine clinical study due to safety concerns.", "2020.05.14.20101774":  "Abstract\n\nAbstract Background Hydroxychloroquine is being administered among patients with COVID19 infection in many healthcare systems across the world considering its in vitro effect against the SARS CoV 2 virus. In spite of several observational studies and a few randomized controlled trials, the effect of hydroxychloroquine on patients with COVID 19 infection remains unclear. We undertook this systematic review with meta-analysis to evaluate the efficacy and safety of hydroxychloroquine among patients with COVID 19 infection. Methods We searched PubMed, Embase, the Cochrane Library, Web of Science, medRxiv, and other relevant resources until May 13, 2020. We included randomized controlled trials and observational studies in which hydroxychloroquine was adminstered and compared to a control group. Data were extracted, and quality assessment of the studies was carried out. We evaluated symptomatic progression, mortality, viral clearance, the evolution of changes on chest CT imaging, and adverse events. A fixed or random-effects model was used depending on outcome heterogeneity. Results We included eleven studies including, three randomized controlled trials and eight observational studies. Among these, 2354 patients received hydroxychloroquine alone or in combination, while 1952 did not. Mortality was reported at different points of time. The overall mortality was not significantly different among patients who received hydroxychloroquine compared to the control group (OR: 1.41, 95% CI: 0.76 to 2.62; p = 0.28). Clinical worsening or lack of symptomatic improvement did not differ between patients who received hydroxychloroquine compared to those who did not (OR 1.1, 95% CI: 0.6 to 2.02; p = 0.76). Viral clearance, assessed by RT-PCR, did not differ significantly between the hydroxychloroquine and the control groups (OR: 1.13, CI: 0.26 to 5.01; p = 0.87). The evolution of changes on chest CT imaging was reported only in two studies; a more pronounced improvement was observed with the use of hydroxychloroquine compared to standard care (OR: 2.68, CI: 1.1 to 6.6; P = 0.03). The incidence of adverse events was significantly higher with hydroxychloroquine (OR: 4.1, CI: 1.42 to 11.88; p = 0.009). Conclusions Our meta-analysis does not suggest improvement in clinical progression, mortality, or viral clearance by RT PCR among patients with COVID 19 infection who are treated with hydroxychloroquine. There was a significantly higher incidence of adverse events with hydroxychloroquine use.", "jocmr4142":  "ABSTRACT Coronavirus disease 2019 (COVID-19) caused infection in 168,000 cases worldwide in about 148 countries and killed more than 6,610 people around the world as of March 16, 2020, as per the World Health Organization (WHO). Compared to severe acute respiratory syndrome and Middle East respiratory syndrome, there is the rapid transmission, long incubation period, and disease containment is becoming extremely difficult. The main aim of this systematic review is to provide a comprehensive clinical summary of all the available data from high-quality research articles relevant to the epidemiology, demographics, trends in hospitalization and outcomes, clinical signs and symptoms, diagnostic methods and treatment methods of COVID-19, thus increasing awareness in health care providers. We also discussed various preventive measures to combat COVID-19 effectively. A systematic and protocol-driven approach is needed to contain this disease, which was declared as a global pandemic on March 11, 2020, by the WHO.\n\n", "14767058.2020.1759541":  "Abstract\nObjective: To summarize currently available evidence on maternal, fetal, and neonatal outcomes of pregnant women infected with Coronavirus Disease 2019 (COVID-19).\n\nMaterial and methods: PubMed, Google Scholar, CNKI, Wanfang Data, VIP, and CBMdisc were searched for studies reporting maternal, fetal, and neonatal outcomes of women infected with COVID-19 published from 1 January 2020 to 26 March 2020. The protocol was registered with the Open Science Framework (DOI: 10.17605/OSF.IO/34ZAV).\n\nResults: In total, 18 studies comprising 114 pregnant women were included in the review. Fever (87.5%) and cough (53.8%) were the most commonly reported symptoms, followed by fatigue (22.5%), diarrhea (8.8%), dyspnea (11.3%), sore throat (7.5%), and myalgia (16.3%). The majority of patients (91%) had cesarean delivery due to various indications. In terms of fetal and neonatal outcomes, stillbirth (1.2%), neonatal death (1.2%), preterm birth (21.3%), low birth weight (<2500 g, 5.3%), fetal distress (10.7%), and neonatal asphyxia (1.2%) were reported. There are reports of neonatal infection, but no direct evidence of intrauterine vertical transmission has been found.\n\nConclusions: The clinical characteristics of pregnant women with COVID-19 are similar to those of non-pregnant adults. Fetal and neonatal outcomes appear good in most cases, but available data only include pregnant women infected in their third trimesters. Further studies are needed to ascertain long-term outcomes and potential intrauterine vertical transmission.", "0145561320920762":  "Abstract\nAim:\nPharyngodynia, nasal congestion, rhinorrhea, smell, and taste dysfunctions could be the presenting symptoms of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2. The aim was to perform a systematic review of current evidences on clinical presentation of COVID-19, focusing on upper airway symptoms in order to help otolaryngologists identifying suspected cases.\n\nMethods:\nWe searched PubMed and Web of Science electronic databases.\n\nResults:\nWe included 5 retrospective clinical studies for a total of 1556 hospitalized patients with COVID-19, 57.5% were male and mean age was 49.1 years. Pooled data revealed that pharyngodynia was present in 12.4% of patients, nasal congestion in 3.7%, and rhinorrhea was rare. No reports on COVID-19 and olfactory/gustative disorders matched inclusion criteria but preliminary evidences suggested they could be present. Common symptoms were fever (85.6%), cough (68.7%), and fatigue (39.4%). Frequent comorbidities were hypertension (17.4%), diabetes (3.8%), and coronary heart disease (3.8%); 83% of patients had alterations on chest computed tomography that were bilateral in 89.5% of cases. Ground-glass opacity was the most common finding (50%). Lymphopenia (77.2%) and leucopenia (30.1%) were common. Critical cases with complications were 9%, intensive care unit admission was required in 7.3%, invasive ventilation in 3.4%, and mortality was 2.4%.\n\nConclusion:\nOtolaryngologists should know that pharyngodynia, nasal congestion, olfactory, and gustative disorders could be the presenting symptoms of COVID-19. Clinical presentation together with radiological and laboratory findings could help to identify suspected cases.", "aaem.v8i1.600":  "Abstract: Introduction: In the beginning of 2020, an unexpected outbreak due to a new corona virus made the head- lines all over the world. Exponential growth in the number of those affected makes this virus such a threat. The current meta-analysis aimed to estimate the prevalence of underlying disorders in hospitalized COVID-19 pa- tients. Methods: A comprehensive systematic search was performed on PubMed, Scopus, Web of science, and Google scholar, to find articles published until 15 February 2020. All relevant articles that reported clinical char- acteristics and epidemiological information of hospitalized COVID-19 patients were included in the analysis. Results: The data of 76993 patients presented in 10 articles were included in this study. According to the meta- analysis, the pooled prevalence of hypertension, cardiovascular disease, smoking history and diabetes in people infected with SARS-CoV-2 were estimated as 16.37% (95%CI: 10.15%-23.65%), 12.11% (95%CI 4.40%-22.75%), 7.63% (95%CI 3.83%-12.43%) and 7.87% (95%CI 6.57%-9.28%), respectively. Conclusion: According to the find- ings of the present study, hypertension, cardiovascular diseases, diabetes mellitus, smoking, chronic obstructive pulmonary disease (COPD), malignancy, and chronic kidney disease were among the most prevalent underlying diseases among hospitalized COVID-19 patients, respectively.", "aging.103000": "Abstract\n\nCurrently, the number of patients with coronavirus disease 2019 (COVID-19) has increased rapidly, but relationship between comorbidity and patients with COVID-19 still not clear. The aim was to explore whether the presence of common comorbidities increases COVID-19 patients’ risk. A literature search was performed using the electronic platforms (PubMed, Cochrane Library, Embase, and other databases) to obtain relevant research studies published up to March 1, 2020. Relevant data of research endpoints in each study were extracted and merged. All data analysis was performed using Stata12.0 software. A total of 1558 patients with COVID-19 in 6 studies were enrolled in our meta-analysis eventually. Hypertension (OR: 2.29, P<0.001), diabetes (OR: 2.47, P<0.001), chronic obstructive pulmonary disease (COPD) (OR: 5.97, P<0.001), cardiovascular disease (OR: 2.93, P<0.001), and cerebrovascular disease (OR:3.89, P=0.002)were independent risk factors associated with COVID-19 patients. The meta-analysis revealed no correlation between increased risk of COVID-19 and liver disease, malignancy, or renal disease. Hypertension, diabetes, COPD, cardiovascular disease, and cerebrovascular disease are major risk factors for patients with COVID-19. Knowledge of these risk factors can be a resource for clinicians in the early appropriate medical management of patients with COVID-19.", "AJR.20.23034":  "ABSTRACT OBJECTIVE. Available information on CT features of the 2019 novel coronavirus disease (COVID-19) is scattered in different publications, and a cohesive literature review has yet to be compiled.\n\nMATERIALS AND METHODS. This article includes a systematic literature search of PubMed, Embase (Elsevier), Google Scholar, and the World Health Organization database.\n\nRESULTS. Known features of COVID-19 on initial CT include bilateral multilobar ground-glass opacification (GGO) with a peripheral or posterior distribution, mainly in the lower lobes and less frequently within the right middle lobe. Atypical initial imaging presentation of consolidative opacities superimposed on GGO may be found in a smaller number of cases, mainly in the elderly population. Septal thickening, bronchiectasis, pleural thickening, and subpleural involvement are some of the less common findings, mainly in the later stages of the disease. Pleural effusion, pericardial effusion, lymphadenopathy, cavitation, CT halo sign, and pneumothorax are uncommon but may be seen with disease progression. Follow-up CT in the intermediate stage of disease shows an increase in the number and size of GGOs and progressive transformation of GGO into multifocal consolidative opacities, septal thickening, and development of a crazy paving pattern, with the greatest severity of CT findings visible around day 10 after the symptom onset. Acute respiratory distress syndrome is the most common indication for transferring patients with COVID-19 to the ICU and the major cause of death in this patient population. Imaging patterns corresponding to clinical improvement usually occur after week 2 of the disease and include gradual resolution of consolidative opacities and decrease in the number of lesions and involved lobes.\n\nCONCLUSION. This systematic review of current literature on COVID-19 provides insight into the initial and follow-up CT characteristics of the disease.", "apa.15270": "Abstract\nAim\n\nThe coronavirus disease 2019 (COVID‐19) pandemic has affected hundreds of thousands of people. Data on symptoms and prognosis in children are rare.\n\nMethods\n\nA systematic literature review was carried out to identify papers on COVID‐19, which is caused by the severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2), using the MEDLINE and Embase databases between January 1 and March 18, 2020.\n\nResults\n\nThe search identified 45 relevant scientific papers and letters. The review showed that children have so far accounted for 1%‐5% of diagnosed COVID‐19 cases, they often have milder disease than adults and deaths have been extremely rare. Diagnostic findings have been similar to adults, with fever and respiratory symptoms being prevalent, but fewer children seem to have developed severe pneumonia. Elevated inflammatory markers were less common in children, and lymphocytopenia seemed rare. Newborn infants have developed symptomatic COVID‐19, but evidence of vertical intrauterine transmission was scarce. Suggested treatment included providing oxygen, inhalations, nutritional support and maintaining fluids and electrolyte balances.\n\nConclusions\n\nThe coronavirus disease 2019 has occurred in children, but they seemed to have a milder disease course and better prognosis than adults. Deaths were extremely rare.", "S0140-6736(20)31142-9":  "Summary\nBackground Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes COVID-19 and is spread person- to-person through close contact. We aimed to investigate the effects of physical distance, face masks, and eye protection on virus transmission in health-care and non-health-care (eg, community) settings.\nMethods We did a systematic review and meta-analysis to investigate the optimum distance for avoiding person-to- person virus transmission and to assess the use of face masks and eye protection to prevent transmission of viruses. We obtained data for SARS-CoV-2 and the betacoronaviruses that cause severe acute respiratory syndrome, and Middle East respiratory syndrome from 21 standard WHO-specific and COVID-19-specific sources. We searched these data sources from database inception to May 3, 2020, with no restriction by language, for comparative studies and for contextual factors of acceptability, feasibility, resource use, and equity. We screened records, extracted data, and assessed risk of bias in duplicate. We did frequentist and Bayesian meta-analyses and random-effects meta- regressions. We rated the certainty of evidence according to Cochrane methods and the GRADE approach. This study is registered with PROSPERO, CRD42020177047.\nFindings Our search identified 172 observational studies across 16 countries and six continents, with no randomised controlled trials and 44 relevant comparative studies in health-care and non-health-care settings (n=25 697 patients). Transmission of viruses was lower with physical distancing of 1 m or more, compared with a distance of less than 1 m (n=10 736, pooled adjusted odds ratio [aOR] 0·18, 95% CI 0·09 to 0·38; risk difference [RD] –10·2%, 95% CI –11·5 to –7·5; moderate certainty); protection was increased as distance was lengthened (change in relative risk [RR] 2·02 per m; pinteraction=0·041; moderate certainty). Face mask use could result in a large reduction in risk of infection (n=2647; aOR 0·15, 95% CI 0·07 to 0·34, RD –14·3%, –15·9 to –10·7; low certainty), with stronger associations with N95 or similar respirators compared with disposable surgical masks or similar (eg, reusable\n12–16-layer cotton masks; pinteraction=0.09;posterior probability>95%, low certainty). Eye protection also was associated with less infection (n=3713; aOR 0·22, 95% CI 0·12 to 0·39, RD –10·6%, 95% CI –12·5 to –7·7; low certainty). Unadjusted studies and subgroup and sensitivity analyses showed similar findings.\nInterpretation The findings of this systematic review and meta-analysis support physical distancing of 1 m or more and provide quantitative estimates for models and contact tracing to inform policy. Optimum use of face masks, respirators, and eye protection in public and health-care settings should be informed by these findings and contextual factors. Robust randomised trials are needed to better inform the evidence for these interventions, but this systematic appraisal of currently best available evidence might inform interim guidance.", "j.ijid.2016.06.015":  "SUMMARY The Middle East respiratory syndrome coronavirus (MERS-CoV) is associated with life-threatening severe illnesses and a mortality rate of approximately 35%, particularly in patients with underlying comorbidities. A systematic analysis of 637 MERS-CoV cases suggests that diabetes and hypertension are equally prevalent in approximately 50% of the patients. Cardiac diseases are present in 30% and obesity in 16% of the cases. These conditions down-regulate the synthesis of proinflammatory cytokines and impair the host’s innate and humoral immune systems. In conclusion, protection against MERS-CoV and other respiratory infections can be improved if public health vaccination strategies are tailored to target persons with chronic disorders.", "j.hrthm.2020.05.008":  "Chloroquine and hydroxychloroquine are now being widely used for treatment of COVID-19. Both medications prolong the QT interval and accordingly may put patients at increased risk for torsades de pointes and sudden death. Published guidance documents vary in their recommendations for monitoring and managing these poten- tial adverse effects. Accordingly, we set out to conduct a systematic review of the arrhythmogenic effect of short courses of chloroquine or hydroxychloroquine. We searched on MEDLINE and Embase, as well as in the gray literature up to April 17, 2020, for the risk of QT prolongation, torsades, ventricular arrhythmia, and sudden death with short-term chloroquine and hydroxychloroquine usage. This search resulted in 390 unique records, of which 41 were ulti- mately selected for qualitative synthesis and which included data on 1515 COVID-19 patients. Approximately 10% of COVID-19 pa- tients treated with these drugs developed QT prolongation. We found evidence of ventricular arrhythmia in 2 COVID-19 patients from a group of 28 treated with high-dose chloroquine. Limitations of these results are unclear follow-up and possible publication/re- porting bias, but there is compelling evidence that chloroquine and hydroxychloroquine induce significant QT-interval prolongation and potentially increase the risk of arrhythmia. Daily electrocardio- graphic monitoring and other risk mitigation strategies should be considered in order to prevent possible harms from what is currently an unproven therapy.", "j.eclinm.2020.100404":  "ABSTRACT\nBackground: The relationship between ethnicity and COVID-19 is uncertain. We performed a systematic review to assess whether ethnicity has been reported in patients with COVID-19 and its relation to clinical outcomes.\nMethods: We searched EMBASE, MEDLINE, Cochrane Library and PROSPERO for English-language citations on ethnicity and COVID-19 (1st December 2019-15th May 2020). We also reviewed: COVID-19 articles in NEJM, Lancet, BMJ, JAMA, clinical trial protocols, grey literature, surveillance data and preprint articles on COVID-19 in MedRxiv to evaluate if the association between ethnicity and clinical outcomes were reported and what they showed. PROSPERO:180654.\nFindings: Of 207 articles in the database search, five reported ethnicity; two reported no association between ethnicity and mortality. Of 690 articles identified from medical journals, 12 reported ethnicity; three reported no association between ethnicity and mortality. Of 209 preprints, 34 reported ethnicity \u0001 13 found Black, Asian and Minority Ethnic (BAME) individuals had an increased risk of infection with SARS-CoV-2 and 12 reported worse clinical outcomes, including ITU admission and mortality, in BAME patients compared to White patients. Of 12 grey literature reports, seven with original data reported poorer clinical outcomes in BAME groups compared to White groups.\nInterpretation: Data on ethnicity in patients with COVID-19 in the published medical literature remains lim- ited. However, emerging data from the grey literature and preprint articles suggest BAME individuals are at an increased risk of acquiring SARS-CoV-2 infection compared to White individuals and also worse clinical outcomes from COVID-19. Further work on the role of ethnicity in the current pandemic is of urgent public health importance.", "rmv.2113":  "Summary\nThe pandemic of 2019 novel coronavirus (SARS‐CoV‐2019), reminiscent of the 2002‐SARS‐CoV outbreak, has completely isolated countries, disrupted health systems and partially paralyzed international trade and travel. In order to be better equipped to anticipate transmission of this virus to new regions, it is imperative to track the progress of the virus over time. This review analyses information on progression of the pandemic in the past 3 months and systematically discusses the characteristics of SARS‐CoV‐2019 virus including its epidemiologic, pathophysiologic, and clinical manifestations. Furthermore, the review also encompasses some recently proposed conceptual models that estimate the spread of this disease based on the basic reproductive number for better prevention and control procedures. Finally, we shed light on how the virus has endangered the global economy, impacting it both from the supply and demand side.", "j.cca.2020.03.022":  "Abstract\nBackground\nCoronavirus disease 2019 (COVID-19) is a novel infectious disease with lack of established laboratory markers available to evaluate illness severity. In this study, we investigate whether platelet count could differentiate between COVID-19 patients with or without severe disease. Additionally, we evaluate if thrombocytopenia is associated with severe COVID-19.\n\nMethods\nAn electronic search in Medline, Scopus and Web of Science was performed to identify studies reporting data on platelet count in COVID-19 patients. A meta-analysis was performed, with calculation of weighted mean difference (WMD) of platelet number in COVID-19 patients with or without severe disease and odds ratio (OR) of thrombocytopenia for severe form of COVID-19.\n\nResults\nNine studies with 1779 COVID-19 patients, 399 (22.4%) with severe disease, were included in the meta-analysis. The pooled analysis revealed that platelet count was significantly lower in patients with more severe COVID-19 (WMD −31 × 109/L; 95% CI, from −35 to −29 × 109/L). A subgroup analysis comparing patients by survival, found an even lower platelet count was observed with mortality (WMD, −48 × 109/L; 95% CI, −57 to −39 × 109/L. In the four studies (n = 1427) which reported data on rate of thrombocytopenia, a low platelet count was associated with over fivefold enhanced risk of severe COVID-19 (OR, 5.1; 95% CI, 1.8–14.6).\n\nConclusions\nLow platelet count is associated with increased risk of severe disease and mortality in patients with COVID-19, and thus should serve as clinical indicator of worsening illness during hospitalization.", "j.jcrc.2020.03.005":  "Abstract\nPurpose\nCOVID-19 (coronavirus disease 2019) is a public health emergency of international concern. As of this time, there is no known effective pharmaceutical treatment, although it is much needed for patient contracting the severe form of the disease. The aim of this systematic review was to summarize the evidence regarding chloroquine for the treatment of COVID-19.\n\nMethods\nPubMed, EMBASE, and three trial Registries were searched for studies on the use of chloroquine in patients with COVID-19.\n\nResults\nWe included six articles (one narrative letter, one in-vitro study, one editorial, expert consensus paper, two national guideline documents) and 23 ongoing clinical trials in China. Chloroquine seems to be effective in limiting the replication of SARS-CoV-2 (virus causing COVID-19) in vitro.\n\nConclusions\nThere is rationale, pre-clinical evidence of effectiveness and evidence of safety from long-time clinical use for other indications to justify clinical research on chloroquine in patients with COVID-19. However, clinical use should either adhere to the Monitored Emergency Use of Unregistered Interventions (MEURI) framework or be ethically approved as a trial as stated by the World Health Organization. Safety data and data from high-quality clinical trials are urgently needed.", "j.tmaid.2020.101623":  "Abstract\nIntroduction\nAn epidemic of Coronavirus Disease 2019 (COVID-19) began in December 2019 in China leading to a Public Health Emergency of International Concern (PHEIC). Clinical, laboratory, and imaging features have been partially characterized in some observational studies. No systematic reviews on COVID-19 have been published to date.\n\nMethods\nWe performed a systematic literature review with meta-analysis, using three databases to assess clinical, laboratory, imaging features, and outcomes of COVID-19 confirmed cases. Observational studies and also case reports, were included, and analyzed separately. We performed a random-effects model meta-analysis to calculate pooled prevalences and 95% confidence intervals (95%CI).\n\nResults\n660 articles were retrieved for the time frame (1/1/2020-2/23/2020). After screening, 27 articles were selected for full-text assessment, 19 being finally included for qualitative and quantitative analyses. Additionally, 39 case report articles were included and analyzed separately. For 656 patients, fever (88.7%, 95%CI 84.5–92.9%), cough (57.6%, 95%CI 40.8–74.4%) and dyspnea (45.6%, 95%CI 10.9–80.4%) were the most prevalent manifestations. Among the patients, 20.3% (95%CI 10.0–30.6%) required intensive care unit (ICU), 32.8% presented with acute respiratory distress syndrome (ARDS) (95%CI 13.7–51.8), 6.2% (95%CI 3.1–9.3) with shock. Some 13.9% (95%CI 6.2–21.5%) of hospitalized patients had fatal outcomes (case fatality rate, CFR).\n\nConclusion\nCOVID-19 brings a huge burden to healthcare facilities, especially in patients with comorbidities. ICU was required for approximately 20% of polymorbid, COVID-19 infected patients and hospitalization was associated with a CFR of >13%. As this virus spreads globally, countries need to urgently prepare human resources, infrastructure and facilities to treat severe COVID-19.", "j.infpip.2020.100061":  "Summary\nBackground\nSevere acute respiratory syndrome coronavirus-2 (SARS-CoV-2) is the causative agent of coronavirus disease 2019 (COVID-19), which was declared a global pandemic by the World Health Organization on 11th March 2020. The treatment guidelines for COVID-19 vary between countries, yet there is no approved treatment to date.\n\nAim\nTo report any evidence of therapeutics used for the management of patients with COVID-19 in clinical practice since emergence of the virus.\n\nMethods\nA systematic review protocol was developed based on the PRISMA statement. Articles for review were selected from Embase, Medline and Google Scholar. Readily accessible peer-reviewed, full articles in English published from 1st December 2019 to 26th March 2020 were included. The search terms included combinations of: COVID, SARS-COV-2, glucocorticoids, convalescent plasma, antiviral and antibacterial. There were no restrictions on the types of study eligible for inclusion.\n\nResults\nFour hundred and forty-nine articles were identified in the literature search; of these, 41 studies were included in this review. These were clinical trials (N=3), case reports (N=7), case series (N=10), and retrospective (N=11) and prospective (N=10) observational studies. Thirty-six studies were conducted in China (88%). Corticosteroid treatment was reported most frequently (N=25), followed by lopinavir (N=21) and oseltamivir (N=16).\n\nConclusions\nThis is the first systematic review to date related to medication used to treat patients with COVID-19. Only 41 studies were eligible for inclusion, most of which were conducted in China. Corticosteroid treatment was reported most frequently in the literature.", "119324":  "COVID-19 is a coronavirus outbreak that initially appeared in Wuhan, Hubei Province, China, in December 2019, but it has already evolved into a pandemic spreading rapidly worldwide1,2. As of 18 March 2020, a total number of 194909 cases of COVID-19 have been reported, including 7876 deaths, the majority of which have been reported in China (3242) and Italy (2505)3.\nHowever, as the pandemic is still unfortunately under progression, there are limited data with regard to the clinical characteristics of the patients as well as to their prognostic factors4. Smoking, to date, has been assumed to be possibly associated with adverse disease prognosis, as extensive evidence has highlighted the negative impact of tobacco use on lung health and its causal association with a plethora of respiratory diseases5. Smoking is also detrimental to the immune system and its responsiveness to infections, making smokers more vulnerable to infectious diseases6. Previous studies have shown that smokers are twice more likely than non-smokers to contract influenza and have more severe symptoms, while smokers were also noted to have higher mortality in the previous MERS- CoV outbreak7,8.\nGiven the gap in the evidence, we conducted a systematic review of studies on COVID-19 that included information on patients’ smoking status to evaluate the association between smoking and COVID-19 outcomes including the severity of the disease, the need for mechanical ventilation, the need for intensive care unit (ICU) hospitalization and death.\nThe literature search was conducted on 17 March 2020, using two databases (PubMed, ScienceDirect), with the search terms: [‘smoking’ OR ‘tobacco’ OR ‘risk factors’ OR ‘smoker*’] AND [‘COVID-19’ OR ‘COVID 19’ OR ‘novel coronavirus’ OR ‘sars cov-2’ OR ‘sars cov 2’] and included studies published in 2019 and 2020. Further inclusion criteria were that the studies were in English and referred to humans. We also searched the reference lists of the studies included.\nA total of 71 studies were retrieved through the search, of which 66 were excluded after full-text screening, leaving five studies that were included. All of the studies were conducted in China, four in Wuhan and one across provinces in mainland China. The populations in all studies were patients with COVID-19, and the sample size ranged from 41 to 1099 patients. With regard to the study design, retrospective and prospective methods were used, and the timeframe of all five studies covered the first two months of the COVID-19 pandemic (December 2019, January 2020)."}